{
  "updated": "2023-06-22_13-22-42",
  "symbols": [
    {
      "mnemonic": "LNG",
      "name": "Cheniere Energy, Inc. Common Stock",
      "company": "Cheniere Energy, Inc.",
      "companyUrl": "https://www.cheniere.com",
      "description": "Cheniere Energy owns and operates the Sabine Pass liquefied natural gas terminal via its stake in Cheniere Partners. It also owns the under-development Corpus Christi LNG terminals as well as Cheniere Marketing, which markets LNG using Cheniere's gas volumes.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil/Gas Transmission",
      "sector": "Utilities",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SATX",
      "name": "SatixFy Communications Ltd. Ordinary Share",
      "company": "SatixFy Communications Ltd. Ordinary Share",
      "companyUrl": "",
      "description": "SatixFy Communications Ltd. develops end-to-end next-generation satellite communications systems. The company offers satellite payloads, user terminals, and modems. Its products include modems that feature software defined radio; fully electronically steered multi beam antennas; and very small aperture terminals and multi-beam fully electronically steered antenna arrays for various mobile applications and services. SatixFy Communications Ltd. was founded in 2012 and is headquartered in Rehovot, Israel.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Share",
      "assetClass": "STOCKS",
      "industry": "Radio And Television Broadcasting And Communications Equipment",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IMO",
      "name": "Imperial Oil Limited Common Stock",
      "company": "Imperial Oil Limited",
      "companyUrl": "https://www.imperialoil.ca",
      "description": "Imperial Oil is one of Canada's largest integrated oil companies, focusing on upstream operations, petroleum refining operations, and the marketing of petroleum products. Production averaged 398 thousand barrels of oil equivalent per day in 2020. The company estimates that it holds 5.2 billion boe of proved and probable crude oil and natural gas reserves. Imperial remains the largest refiner of petroleum products in Canada, operating three refineries with a combined processing capacity of 421 mboe/d.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Integrated oil Companies",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CQP",
      "name": "Cheniere Energy Partners, LP Cheniere Energy Partners, LP Common Units",
      "company": "Cheniere Energy Partners, LP",
      "companyUrl": "https://www.cheniere.com",
      "description": "Cheniere Energy Partners is the direct owner of the Sabine Pass LNG terminals as well as regasification facilities. It also owns the Creole Trail Pipeline, which connects the terminal to third-party gas suppliers. Cheniere Partners shares in the marketing fees generated by Cheniere Marketing from Sabine Pass marketed gas volumes.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Units",
      "assetClass": "STOCKS",
      "industry": "Oil/Gas Transmission",
      "sector": "Utilities",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TELZ",
      "name": "Tellurian Inc. 8.25% Senior Notes due 2028",
      "company": "Tellurian Inc.",
      "companyUrl": "https://www.tellurianinc.com",
      "description": "Tellurian Inc is a US-based independent oil and gas exploration and production company. It is developing a portfolio of natural gas production, LNG marketing, and infrastructure assets that includes an LNG terminal facility and related pipelines. The company generates maximum revenue from Natural gas sales.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "8.25% Senior Notes due 2028 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CET",
      "name": "Central Securities Corporation Common Stock",
      "company": "Central Securities Corporation",
      "companyUrl": "http://www.centralsecurities.com",
      "description": "Primary investment objective is growth of capital. Income received from securities is a secondary consideration.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SIM",
      "name": "Grupo Simec, S.A.B. de C.V. American Depositary Shares",
      "company": "Grupo Simec, S.A. de C.V.",
      "companyUrl": "https://www.gsimec.com.mx",
      "description": "Grupo Simec SAB de CV is a diversified manufacturer processor and distributor of special bar quality or SBQ steel and structural steel products. The United States Brazil and Mexico are the biggest markets for the company. The companys SBQ products are used across a broad range of engineered end-user applications including axles hubs and crankshafts for automobiles and light trucks machine tools and off-highway equipment. The companys structural steel products are mainly used in the non-residential construction market and other construction applications.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "American Depositary Shares",
      "assetClass": "STOCKS",
      "industry": "Steel/Iron Ore",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SEB",
      "name": "Seaboard Corporation Common Stock",
      "company": "Seaboard Corporation",
      "companyUrl": "https://www.seaboardcorp.com",
      "description": "Seaboard Corp is a conglomerate of food production and transportation businesses. The group operates six business segments: pork, commodity trading and milling, marine, sugar and alcohol, power, and turkey. The group offers hog production and pork processing, biodiesel production, agriculture commodity trading, agriculture commodity processing and logistics, grain and feed milling, cargo shipping, sugarcane production, alcohol production, sugar refining, power production, turkey production and processing, and production of jalapeno peppers. The largest end markets by revenue are the Caribbean and Central and South America.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Farming/Seeds/Milling",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BTG",
      "name": "B2Gold Corp Common shares (Canada)",
      "company": "B2Gold Corp",
      "companyUrl": "https://www.b2gold.com",
      "description": "B2Gold Corp is an international, low-cost, senior gold mining company. It has three operating open-pit gold mines in Mali, Namibia, and the Philippines and numerous exploration projects across four continents. Other significant assets include the Gramalote and Kiaka gold projects. The company focuses on acquiring and developing interests in mineral properties with a primary focus on gold deposits as gold production forms all its revenue. There is no dependence on a particular purchaser because the gold is sold into a global market. The company's reportable operating segments include its mining operations and development projects, namely Fekola; Masbate; Otjikoto; other mineral properties; and corporate and other. It generates maximum revenue from the Fekola mine segment in Mali.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common shares (Canada) Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GSAT",
      "name": "Globalstar, Inc. Common Stock",
      "company": "Globalstar, Inc.",
      "companyUrl": "https://www.globalstar.com",
      "description": "Globalstar Inc is a telecommunications company that derives revenue from the provision of mobile satellite services. Mobile satellite services are typically used by customers where existing terrestrial wireline and wireless communications networks are impaired or do not exist. The company provides communications services such as two-way voice and data transmission. In addition, one-way data transmission is also offered. Both services are offered using mobile or fixed devices. The company is an owner of satellite assets. The company generates the vast majority of its revenue within the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Telecommunications Equipment",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PRK",
      "name": "Park National Corporation Common Stock",
      "company": "Park National Corporation",
      "companyUrl": "http://www.parknationalcorp.com",
      "description": "Park National Corp is a diversified financial services company based in Newark, Ohio, consisting of 11 community banking divisions with more than 100 offices in Ohio and Kentucky. Park National provides banking and other financial services to consumers and businesses.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Major Banks",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NG",
      "name": "Novagold Resources Inc.",
      "company": "Novagold Resources Inc.",
      "companyUrl": "https://www.novagold.com",
      "description": "Novagold Resources Inc is a mineral exploration company engaged in the exploration and development of mineral properties. The company owns 50% of the Donlin Gold project, which is located in southwestern Alaska, approximately 20 kilometers north of the village of Crooked Creek on the Kuskokwim River.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EQX",
      "name": "Equinox Gold Corp. Common Shares",
      "company": "Equinox Gold Corp.",
      "companyUrl": "https://www.equinoxgold.com",
      "description": "Equinox Gold is a growth-focused gold producer operating entirely in the Americas, with projects in Canada, the USA, Mexico and Brazil. Equinox Gold has seven operating mines and a clear path to achieve more than one million ounces of annual gold production from a pipeline of development and expansion projects.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IE",
      "name": "Ivanhoe Electric Inc. Common Stock",
      "company": "Ivanhoe Electric Inc. Common Stock",
      "companyUrl": "",
      "description": "Ivanhoe Electric Inc is a mineral project exploration and development company with a focus on identifying and developing mineral projects, and ultimately mines, associated with the metals necessary for electrification, in particular, copper, gold, silver, nickel, cobalt, vanadium, and the platinum group metals. It operates in three business segments - critical metals; data processing and software licensing services; and energy storage systems. The data processing segment that derives the majority of revenue provides data analytics, geophysical modeling, and artificial intelligence services for the mineral, oil \u0026 gas, and water exploration industries.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Metal Mining",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "UEC",
      "name": "Uranium Energy Corp. Common Stock",
      "company": "Uranium Energy Corp.",
      "companyUrl": "https://www.uraniumenergy.com",
      "description": "Uranium Energy Corp is engaged in the uranium mining and related activities, including exploration, pre-extraction, extraction and processing, on uranium projects located in the United States and Paraguay. In South Texas, the company's hub-and-spoke operations are anchored by the fully licensed Hobson processing facility which is central to the Palangana, Burke Hollow and Goliad ISR projects. In Wyoming, it controls the Reno Creek project, which is the largest permitted, pre-construction ISR uranium project in the U.S. Additionally, the company controls a pipeline of uranium projects in Arizona, New Mexico and Paraguay, a uranium/vanadium project in Colorado and the highest-grade and largest undeveloped Ferro-Titanium deposits in the world, located in Paraguay.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Other Metals and Minerals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GRFX",
      "name": "Graphex Group Limited American Depositary Shares, each American Depositary Share representing 20 Ordinary Shares",
      "company": "Graphex Group Limited American Depositary Shares, each American Depositary Share representing 20 Ordinary Shares",
      "companyUrl": "",
      "description": "Earthasia International Holdings Ltd is principally engaged in the provision of landscape architectural services. The segments of the group are Landscape design; the Catering business which focuses on the operation of restaurants; and Manufacture and sale of graphene products. It derives key revenue from the Landscape design segment which comprises activities of residential development projects, infrastructure and public open space projects, commercial and mixed-use development projects, and tourism and hotel projects. Specific group derives revenue from Hong Kong, Mainland China and other countries, of which a majority of the revenue is generated from Mainland China.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "American Depositary Shares, each American Depositary Share representing 20 Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ORLA",
      "name": "Orla Mining Ltd. Common Shares",
      "company": "Orla Mining Ltd. Common Shares",
      "companyUrl": "",
      "description": "Orla Mining Ltd is a mineral exploration company. It is engaged in the acquisition and exploration of mineral properties. The company holds two gold projects; the Camino Rojo gold and silver project in Zacatecas State, Mexico, and the Cerro Quema gold project in Panama. It conducts business activities in the geographic areas of Mexico, Panama, the United States, and Canada.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CCF",
      "name": "Chase Corporation Common Stock",
      "company": "Chase Corporation",
      "companyUrl": "https://www.chasecorp.com",
      "description": "Chase Corp is a specialty chemical company. It operates through the following segments: Adhesives, Sealants and Additives, Industrial Tapes and Corrosion Protection and Waterproofing. The firm generates majority revenue from the Industrial Tapes segment. Its Industrial Tapes segment features legacy wire and cable materials, specialty tapes, and other laminated and coated products. Geographically, it derives a majority of revenue from North America and also has a presence in Asia; Europe, and Other Countries.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Building Products",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MAG",
      "name": "MAG Silver Corporation Ordinary Shares",
      "company": "MAG Silver Corporation",
      "companyUrl": "https://www.magsilver.com",
      "description": "MAG Silver Corp is a Canadian mining company. It is focused on becoming a top-tier primary silver mining company by exploring and advancing high-grade, district-scale, silver-dominant projects in the Americas. Its principal focus and asset are the Juanicipio Project (44%), being developed in a JV partnership with Fresnillo Plc (56%). Juanicipio is located in the Fresnillo Silver Trend in Mexico, and the JV is constructing and developing the surface and underground infrastructure on the property to support a 4,000tpd mining operation. Also, MAG has an expanded exploration program targeting multiple prospective targets at both Juanicipio and the Deer Trail 100% earn-in prloject in Utah.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SCCB",
      "name": "Sachem Capital Corp. 7.125% Notes due 2024",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "7.125% Notes due 2024 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DNN",
      "name": "Denison Mines Corp Ordinary Shares (Canada)",
      "company": "Denison Mine Corp",
      "companyUrl": "https://www.denisonmines.com",
      "description": "Denison Mines Corp is a uranium exploration and development company with interests focused in the Athabasca Basin region of northern Saskatchewan, Canada. The company has an effective 95% interest in its flagship Wheeler River Uranium Project, which is the largest undeveloped uranium project in the infrastructure rich eastern portion of the Athabasca Basin region of northern Saskatchewan. The company is also engaged in mine decommissioning and environmental services through its Closed Mines group, which manages its Elliot Lake reclamation projects and provides third-party post-closure mine care and maintenance services.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares New (Canada)",
      "assetClass": "STOCKS",
      "industry": "Other Metals and Minerals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SACC",
      "name": "Sachem Capital Corp. 6.875% Notes due 2024",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "6.875% Notes due 2024 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SCCC",
      "name": "Sachem Capital Corp. 7.75% Notes due 2025",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "7.75% Notes due 2025 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "UUUU",
      "name": "Energy Fuels Inc Ordinary Shares (Canada)",
      "company": "Energy Fuels Inc Ordinary Shares (Canada)",
      "companyUrl": "",
      "description": "Energy Fuels is the largest uranium producer in the U.S. and holds more production capacity and uranium resources than any other U.S. producer. The Company also produces vanadium. Headquartered in Colorado Energy Fuels holds three of Americas key uranium production centers: the White Mesa Mill in Utah the Nichols Ranch ISR Facility in Wyoming and the Alta Mesa ISR Facility in Texas. The producing White Mesa Mill is the only conventional uranium mill in the U.S. and has a licensed capacity of 8 million pounds of U3O8 per year. Nichols Ranch is in production and has a licensed capacity of 2 million pounds of U3O8 per year. Alta Mesa is currently on standby.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SCCG",
      "name": "Sachem Capital Corp. 8.00% Notes due 2027",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "8.00% Notes due 2027 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SCCF",
      "name": "Sachem Capital Corp. 7.125% Notes due 2027",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "7.125% Notes due 2027 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NHC",
      "name": "National HealthCare Corporation Common Stock",
      "company": "National HealthCare Corporation",
      "companyUrl": "https://www.nhccare.com",
      "description": "National Healthcare Corp Provides long-term care facilities. Its principal business includes the operation of skilled nursing facilities, assisted living facilities, independent living facilities, and home care programs. The company's activities include providing sub-acute and post-acute skilled nursing care, intermediate nursing care, rehabilitative care, memory and Alzheimer's care, senior living services, and home health care services. In addition, the company also provides management services, accounting, and financial services, as well as insurance services to third-party operators of healthcare facilities. Its reportable segments include Inpatient services, and Home care hospice services. Generating, a majority of its revenue from Inpatient services.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Hospital/Nursing Management",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SCCE",
      "name": "Sachem Capital Corp. 6.00% Notes due 2027",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "6.00% Notes due 2027 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SCCD",
      "name": "Sachem Capital Corp. 6.00% Notes due 2026",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "6.00% Notes due 2026 Exchange Traded Debt (Baby Bond)",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SILV",
      "name": "SilverCrest Metals Inc. Common Shares",
      "company": "SilverCrest Metals Inc. Common Shares",
      "companyUrl": "",
      "description": "SilverCrest is a Canadian precious metals producer headquartered in Vancouver, BC, with an ongoing initiative to increase its asset base by expanding current resources and reserves, acquiring, discovering and developing high value precious metals projects and ultimately operating multiple silver-gold mines in the Americas. The Company's principal focus is operating its Las Chispas Mine in Sonora, Mexico. The Company is led by a proven management team in all aspects of the precious metal mining sector, including taking projects through discovery, finance, on time and on budget construction, and production.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Industrials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TMP",
      "name": "Tompkins Financial Corporation Common Stock",
      "company": "Tompkins Financial Corporation",
      "companyUrl": "https://www.tompkinsfinancial.com",
      "description": "Tompkins Financial Corp is a Financial Holding Company. It has three business segments, consisting of banking, insurance and wealth management. It offers various products and services, including commercial and consumer banking, leasing, trust and investment management, financial planning and wealth management, and insurance. Insurance is comprised of property and casualty insurance services and employee benefit consulting. Wealth management activities include the results of the company's trust, financial planning, and wealth management services.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Major Banks",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NFGC",
      "name": "New Found Gold Corp Common Shares",
      "company": "New Found Gold Corp Common Shares",
      "companyUrl": "",
      "description": "New Found Gold Corp is a mineral exploration company engaged in the acquisition, exploration and evaluation of resource properties with a focus on gold properties located in the Provinces of Newfoundland and Labrador and Ontario, Canada. Its principal objective is to explore and develop the Queensway Project, which is located near Gander, Newfoundland.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SLI",
      "name": "Standard Lithium Ltd. Common Shares",
      "company": "Standard Lithium Ltd.",
      "companyUrl": "https://www.standardlithium.com",
      "description": "Standard Lithium Corp is engaged in the exploration and development of lithium brine properties in the United States. The Company is focused on the exploration and development of the Arkansas Lithium Project is located in south-central Arkansas. Its other projects comprise of Lanxess Project, Tetra project, and Bristol Dry Lake Project.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Major Chemicals",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "REPX",
      "name": "Riley Exploration Permian, Inc. Common Stock",
      "company": "Riley Exploration Permian, Inc.",
      "companyUrl": "https://www.rileypermian.com",
      "description": "Riley Exploration Permian Inc is engaged in the business of exploration for and production of oil and natural gas. The company operations are in Kansas Properties, Tennessee Properties, among others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TELL",
      "name": "Tellurian Inc. Common Stock",
      "company": "Tellurian Inc.",
      "companyUrl": "https://www.tellurianinc.com",
      "description": "Tellurian Inc is a US-based independent oil and gas exploration and production company. It is developing a portfolio of natural gas production, LNG marketing, and infrastructure assets that includes an LNG terminal facility and related pipelines. The company generates maximum revenue from Natural gas sales.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Investment Bankers/Brokers/Service",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NGD",
      "name": "New Gold Inc.",
      "company": "New Gold Inc.",
      "companyUrl": "https://www.newgold.com",
      "description": "New Gold Inc is an intermediate gold mining company. The company has a portfolio of two producing assets: Rainy River Mine and New Afton Mine in Canada. Also, it has interests in the Cerro San Pedro Mine in Mexico. The company derives revenue from the sale of Gold, Copper, and Silver.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AEF",
      "name": "abrdn Emerging Markets Equity Income Fund, Inc. Common Stock",
      "company": "abrdn Emerging Markets Equity Income Fund, Inc.",
      "companyUrl": "https://www.aberdeenaef.com",
      "description": "The Fund seeks to provide both current income and longterm capital appreciation. The fund invests primarily in Chilean equity \u0026 debt securities. It is the policy of the Fund normally to invest at least 80% of total assets both in Chilean equity and debt securities, although under normal market conditions most investments will be in equity securities.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "LEU",
      "name": "Centrus Energy Corp. Class A Common Stock",
      "company": "Centrus Energy Corp.",
      "companyUrl": "https://www.centrusenergy.com",
      "description": "Centrus Energy Corpis engaged in the supply of nuclear fuel and services for the nuclear power industry. It operates through the Low-Enriched Uranium (LEU) and Technical solutions segments. The LEU segment has two components which include the sale of separative work units and uranium. The Technical Solutions segment provides advanced engineering, design, and manufacturing services to government and private sector customers. The majority of the firm's revenue gets derived from the LEU segment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Mining \u0026 Quarrying of Nonmetallic Minerals (No Fuels)",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IAUX",
      "name": "i-80 Gold Corp. Common Shares",
      "company": "i-80 Gold Corp. Common Shares",
      "companyUrl": "",
      "description": "i-80 Gold Corp is a well-financed gold producer and developer holding an impressive portfolio of advanced-stage gold projects in the State of Nevada. The company's primary goal is to build a self-sustaining, mid-tier, mining company with a peer-best growth platform by employing a methodical, capital disciplined and staged approach to minimize risk while also assessing and monitoring for accretive growth opportunities.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SVM",
      "name": "Silvercorp Metals Inc. Common Shares",
      "company": "Silvercorp Metals Inc. Common Shares",
      "companyUrl": "",
      "description": "Silvercorp Metals Inc is a mineral mining company. It acquires, explores, develops, and mines precious and base metal mineral properties at its producing mines and exploration and development projects in China. The group produces silver, gold, lead, and zinc.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "OBE",
      "name": "Obsidian Energy Ltd. Common Shares",
      "company": "Obsidian Energy Ltd. Common Shares",
      "companyUrl": "",
      "description": "Obsidian Energy Ltd, is an intermediate-sized oil and gas producer with strategic assets in Alberta. It operates in a single reporting segment that is exploration, development and holding an interest in oil and natural gas properties and related production infrastructure in the Western Canada Sedimentary Basin. The company generates the majority of the revenue from the Crude oil sale.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "LXFR",
      "name": "Luxfer Holdings PLC Ordinary Shares",
      "company": "Luxfer Holdings PLC",
      "companyUrl": "https://www.luxfer.com",
      "description": "Luxfer Holdings PLC is a global manufacturer of highly-engineered industrial materials which focuses on value creation by using its broad array of technical know-how and proprietary technologies. Its high-performance materials, components and high-pressure gas containment devices are used in defense and emergency response, healthcare, transportation and general industrial applications. It focuses primarily on product lines related to magnesium alloys, zirconium chemicals and carbon composites. Its product areas, include magnesium aerospace alloys, photo-engraving plates, zirconium chemicals for automotive catalytic converters and high-pressure composite cylinders for breathing applications and a wide variety of other uses. Its segments are Elektron and Gas Cylinders.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Share",
      "assetClass": "STOCKS",
      "industry": "Major Chemicals",
      "sector": "Industrials",
      "region": "Europe",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TGB",
      "name": "Taseko Mines, Ltd. Common Stock",
      "company": "Taseko Mines Limited",
      "companyUrl": "https://www.tasekomines.com",
      "description": "Taseko Mines Ltd is a Canadian mining company. It is principally engaged in the production and sale of metals, as well as related activities, including exploration and mine development, within the province of British Columbia, Canada, and the State of Arizona, the United States. The Gibraltar, Aley, New Prosperity, and Harmony properties are located in British Columbia whereas Florence copper is in central Arizona.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AMBI",
      "name": "Ambipar Emergency Response Class A Ordinary Shares",
      "company": "Ambipar Emergency Response Class A Ordinary Shares",
      "companyUrl": "",
      "description": "Ambipar Emergency Response is a Brazil-based holding company. It operates through numerous subsidiaries, including Braemar Response Ltd, Dracares Apoio Maritimo e Portuario Ltda and Suatrans Emergancia SA. The Company provides the customers with a full suite of environmental services organized around prevention, training and emergency response on all transportation modes. Ambipar's portfolio includes a broad variety of services such as environmental remediation, industrial field services, industrial cleaning of chemical and non-chemical products and of hazardous and non-hazardous waste, consulting services focused on accident prevention and environmental licensing. The Company's customer portfolio ranges from local to blue chip and multinational companies operating in a wide range of industries, including chemicals, pulp and paper, mining, oil and gas, logistics, power, steel, meatpacking and cement, among others. The Company is present in 16 countries in Latin America and Europe.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Environmental Services",
      "sector": "Industrials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BURU",
      "name": "Nuburu, Inc. Common Stock",
      "company": "Nuburu, Inc. Common Stock",
      "companyUrl": "",
      "description": "Nuburu, Inc. develops high power precision blue light engine lasers for the metal processing and 3D printing industries worldwide. The company offers Nuburu AO and NUBURU BL series lasers. Its products have applications in battery, e-mobility, consumer electronics, and 3D printing metal systems. Nuburu, Inc. is headquartered in Centennial, Colorado.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BHB",
      "name": "Bar Harbor Bankshares, Inc. Common Stock",
      "company": "Bar Harbor Bankshares, Inc.",
      "companyUrl": "https://www.barharbor.bank",
      "description": "Bar Harbor Bankshares Inc is a bank holding company along with its subsidiaries that offers a full range of financial services products, brokerage services through third-party brokerage arrangements and also trust and investment management services to individuals, businesses, non-profit organizations, and municipalities. Its products and services consist of checking, deposits, cards, mobile banking, online services, loans, merchant services, trust, and fiduciary services, investment planning, education funding, individual retirement planning, insurance, and risk management services.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Major Banks",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SENS",
      "name": "Senseonics Holdings, Inc. Common Stock",
      "company": "Senseonics Holdings, Inc.",
      "companyUrl": "https://www.senseonics.com",
      "description": "Senseonics Holdings Inc is a medical technology company. It is focused on the design, development, and commercialization of the glucose monitoring system, which helps people to manage their diabetes. Its products and services include Continuous glucose monitoring system, Sensor, Smart transmitter, and Mobile app. The firm has a Glucose monitoring product segment. The majority of the revenue is generated outside of the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EU",
      "name": "enCore Energy Corp. Common Shares",
      "company": "enCore Energy Corp. Common Shares",
      "companyUrl": "",
      "description": "enCore Energy Corp together with its subsidiary, is engaged in the acquisition and exploration of resource properties. The company holds the Marquez project in New Mexico as well as the dominant land position in Arizona with additional other properties in Utah and Wyoming. The firm also owns or has access to North American and global uranium data including the Union Carbide, US Smelting and Refining, UV Industries, and Rancher's Exploration databases in addition to a collection of geophysical data for the high-grade Northern Arizona Breccia Pipe District.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Other Metals and Minerals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "VKI",
      "name": "Invesco Advantage Municipal Income Trust II Common Shares of Beneficial Interest (DE)",
      "company": "Invesco Advantage Municipal Income Trust II",
      "companyUrl": "https://www.invesco.com",
      "description": "Invesco Advantage Municipal Income Trust II is a diversified, closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance Companies",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AUMN",
      "name": "Golden Minerals Company Common Stock",
      "company": "Golden Minerals Company",
      "companyUrl": "https://www.goldenminerals.com",
      "description": "Golden Minerals is a Colorado-based gold-silver producer with one mine in production and a pipeline of precious metals exploration and development projects in Mexico Argentina and Nevada. The company has 43-101-defined resources totaling over 80M M\u0026I AgEq oz plus over 40M Inferred AgEq oz. The company seeks to achieve long-term sustainable profitable gold-silver production; first via the Rodeo mine which started gold-silver production in January 2021 and longer term via the high-grade gold-silver Velardea Properties which could restart production in late 2021 or 2022 subject to board approval and completion of further testing.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "REI",
      "name": "Ring Energy, Inc. Common Stock",
      "company": "Ring Energy, Inc.",
      "companyUrl": "https://www.ringenergy.com",
      "description": "Ring Energy Inc is an oil and gas exploration and production company based in Midland, Texas. Its activities include the acquisition, exploration, development, and production of oil and natural gas fields. These operations are focused in the Permian, Central, and Delaware Basins in Texas and Kansas, but a vast majority of production comes from Texas. The company's production is mostly done through the vertical drilling of wells.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "RLGT",
      "name": "Radiant Logistics, Inc. Common Stock",
      "company": "Radiant Logistics, Inc.",
      "companyUrl": "https://www.radiantdelivers.com",
      "description": "Radiant Logistics Inc operates as a third-party logistics company, providing multi-modal transportation and logistics services primarily to customers based in the United States and Canada. The company offers domestic and international air and ocean freight forwarding services and freight brokerage services including truckload services, less than truckload (LTL) services, and intermodal services. The company has two operating segments: the United States and Canada. Maximum revenue is generated in the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil Refining/Marketing",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NEWP",
      "name": "New Pacific Metals Corp. Common Shares",
      "company": "New Pacific Metals Corp. Common Shares",
      "companyUrl": "",
      "description": "New Pacific Metals Corp is a Canadian Mining Issuer, in the business of exploring and developing precious metal properties in Bolivia. The company's projects include Silver Sand; Carangas and Silverstrike.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EVI",
      "name": "EVI Industries, Inc.  Common Stock",
      "company": "EVI Industries, Inc.",
      "companyUrl": "https://www.evi-ind.com",
      "description": "EVI Industries Inc through its subsidiaries, is a distributor that sells, leases, and rents commercial, industrial, and vended laundry and dry cleaning equipment and steam and hot water boilers manufactured by others, supplies related replacement parts and accessories, designs and plans turn-key laundry, dry cleaning, and boiler systems, and provides installation and maintenance services to its customers, which include commercial, industrial, institutional, government, and retail customers. These activities are conducted in the United States, Canada, the Caribbean and Latin America.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Other Consumer Services",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SKYH",
      "name": "Sky Harbour Group Corporation Class A Common Stock",
      "company": "Sky Harbour Group Corporation Class A Common Stock",
      "companyUrl": "",
      "description": "Sky Harbour Group Corp is an aviation infrastructure company building nationwide network of Home-Basing solutions for business aircraft.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Military/Government/Technical",
      "sector": "Industrials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SLND",
      "name": "Southland Holdings, Inc. Common Stock",
      "company": "Southland Holdings, Inc.",
      "companyUrl": "https://www.legatomerger.com",
      "description": "Legato Merger Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Military/Government/Technical",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "INTT",
      "name": "inTest Corporation Common Stock",
      "company": "inTest Corporation",
      "companyUrl": "https://www.intest.com",
      "description": "inTest Corp is a United States-based company that designs, manufactures, and markets products that are used by semiconductor manufacturers to test their integrated circuits and wafer products. It has two operating segments: Thermal products and Electro-mechanical Semiconductor (EMS) products. The thermal segment, which is the key revenue driver, provides induction heating system solutions for conditioning, joining, and forming conductive materials in the manufacturing process. Semiconductor manufacturers use the EMS solutions in back-end testing where mechanical and electrical products serve production testing of wafers and specialized packaged ICs. The company has operations in New York, the Netherlands, United Kingdoms, Massachusetts, Germany, and Singapore among others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Electrical Products",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "URG",
      "name": "Ur Energy Inc Common Shares (Canada)",
      "company": "Ur Energy Inc",
      "companyUrl": "https://www.ur-energy.com",
      "description": "Ur-Energy Inc is an exploration stage mining company. The company is engaged in uranium mining, recovery, and processing activities, including the acquisition, exploration, development, and operation of uranium mineral properties in the United States. Its projects are Lost Creek, Shirley Basin, and other U.S. Projects.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares (Canada)",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EPM",
      "name": "Evolution Petroleum Corporation, Inc. Common Stock",
      "company": "Evolution Petroleum Corporation, Inc.",
      "companyUrl": "https://www.evolutionpetroleum.com",
      "description": "Evolution Petroleum Corp is an independent oil and gas company operating in the US. It is engaged primarily in the acquisition, exploitation, and development of properties for the production of crude oil and natural gas, onshore in the United States. The company's principal assets include interests in a carbon dioxide enhanced oil recovery project in Louisiana's Delhi field. Its mineral interests include Delhi Holt-Bryant Unit in the Delhi field (Unit) located in Northeast Louisiana. The revenue generated by the company includes royalty, mineral and working interests.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CIX",
      "name": "CompX International Inc. Common Stock",
      "company": "CompX International Inc.",
      "companyUrl": "https://www.compxinternational.com",
      "description": "Compx International Inc is a manufacturer of security products. Its security products are primarily used in recreational transportation, postal, office \u0026 institutional furniture, cabinetry, tool storage, healthcare, and a variety of other industries. Also, it is engaged in the manufacturing of stainless steel exhaust systems, gauges, throttle controls, and trim tabs for the recreational marine industry. The company's operating segment includes Security Products and Marine Components. It generates maximum revenue from the Security Products segment, which manufactures mechanical and electrical cabinet locks and other locking mechanisms. Its geographical segments are the United States, Canada, Mexico, and others, of which the United States accounts for the vast majority of revenue.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CMCL",
      "name": "Caledonia Mining Corporation Plc Common Shares",
      "company": "Caledonia Mining Corporation Plc",
      "companyUrl": "https://www.caledoniamining.com",
      "description": "Caledonia Mining Corp PLC is a gold exploration, development, and mining company. The company's geographical segment includes Zimbabwe and South Africa. Its operations are into Blanket Gold Mine located in the south-west of Zimbabwe. The majority of revenue is generated from the Zimbabwe segment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "LCTX",
      "name": "Lineage Cell Therapeutics, Inc. Common Stock",
      "company": "Lineage Cell Therapeutics, Inc.",
      "companyUrl": "https://www.lineagecell.com",
      "description": "Lineage Cell Therapeutics Inc is a clinical-stage biotechnology company focused on the development and commercialization of novel therapies for the treatment of degenerative diseases. The company's pipeline is based on two platform technologies including cell replacement and cell/drug delivery. Lineage's product candidate is OpRegen, a retinal pigment epithelium transplant therapy for the treatment of dry age-related macular degeneration, OPC1, a oligodendrocyte progenitor cell therapy for acute spinal cord injuries and VAC2, a allogeneic cancer immunotherapy of antigen-presenting dendritic cells for non-small cell lung cancer. Its lead cell delivery clinical program is Renevia, an investigational medical device developed as an alternative for whole adipose tissue transfer procedures.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GROY",
      "name": "Gold Royalty Corp. Common Shares",
      "company": "Gold Royalty Corp.",
      "companyUrl": "https://www.goldroyalty.com",
      "description": "Gold Royalty Corp is a precious metals-focused royalty and streaming company. It offers creative financing solutions to the metals and mining industry. The company's mission is to acquire royalties, streams and similar interests at varying stages of the mine life cycle to build a balanced portfolio offering near, medium and longer-term attractive returns for investors.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FTF",
      "name": "Franklin Limited Duration Income Trust Common Shares of Beneficial Interest",
      "company": "Franklin Limited Duration Income Trust",
      "companyUrl": "https://www.franklintempleton.com",
      "description": "Franklin Templeton Ltd Duration Inc Tr is a closed-end investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "WRN",
      "name": "Western Copper and Gold Corporation Common Stock",
      "company": "Western Copper and Gold Corporation",
      "companyUrl": "https://www.westerncopperandgold.com",
      "description": "Western Copper \u0026 Gold Corp is a Canada-based exploration-stage company. It is engaged in the acquisition, exploration, and future development of resource properties. The company is developing the Casino project into Canada's premier copper-gold mine. It holds significant gold, copper reserves in its Casino project located in the Yukon, Canada.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Metal Mining",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ELLO",
      "name": "Ellomay Capital Ltd Ordinary Shares (Israel)",
      "company": "Ellomay Capital Ltd.",
      "companyUrl": "https://www.ellomay.com",
      "description": "Ellomay Capital Ltd is focused on the utility sector. It is an Israeli public company, which focuses its business in the energy and infrastructure sectors worldwide. The company's operating segment includes Photovoltaic power plants (PV Plants); Dorad Energy Ltd. (Dorad); Groen Gas Goor B.V. and Pumped storage hydro power plant (Manara). It generates maximum revenue from the Dorad segment. Geographically, it derives a majority of revenue from Spain.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Electric Utilities: Central",
      "sector": "Utilities",
      "region": "Middle East",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CTGO",
      "name": "Contango ORE, Inc. Common Stock",
      "company": "Contango ORE, Inc. Common Stock",
      "companyUrl": "",
      "description": "Contango Ore Inc operates in the United States. The company is engaged in the exploration of gold, silver, and copper ores in the State of Alaska. The company's primary focus is the exploration of a mineral lease with the Native Village of Tetlin whose governmental entity is the Tetlin Tribal Council for the exploration of minerals near Tok, Alaska. It has formed a joint venture to advance exploration of the Tetlin Property, which is prospective for gold and associated minerals. The Tetlin Property is located in the Tetlin Hills and Mentasta Mountains of eastern interior Alaska.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DC",
      "name": "Dakota Gold Corp. Common Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GENC",
      "name": "Gencor Industries, Inc. Common Stock",
      "company": "Gencor Industries Inc.",
      "companyUrl": "https://www.gencor.com",
      "description": "Gencor Industries Inc and its subsidiaries is a manufacturer of heavy machinery used in the production of highway construction materials and environmental control equipment. The firm's principal products include asphalt plants, combustion systems, and fluid heat transfer systems.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Construction/Ag Equipment/Trucks",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MTA",
      "name": "Metalla Royalty \u0026 Streaming Ltd. Common Shares",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ATNM",
      "name": "Actinium Pharmaceuticals, Inc. (Delaware) Common Stock",
      "company": "Actinium Pharmaceuticals, Inc.",
      "companyUrl": "https://www.actiniumpharma.com",
      "description": "Actinium Pharmaceuticals Inc is a biopharmaceutical company engaged in the development of innovative-targeted therapies for patients with cancers lacking effective treatment options. The company's proprietary technology platform utilizes monoclonal antibodies to deliver radioisotopes directly to cells of interest in order to kill those cells safely and effectively. Its most advanced products are Iomab-B, an antibody-drug construct containing iodine 131 (I-131), used for hematopoietic stem cells transplantation in various indications and Actimab-A, an antibody-drug construct containing actinium 225 (Ac-225), currently in human clinical trials for acute myeloid leukemia.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "VZLA",
      "name": "Vizsla Silver Corp. Common Shares",
      "company": "Vizsla Silver Corp. Common Shares",
      "companyUrl": "",
      "description": "Vizsla Silver Corp is a junior mineral exploration and development company focused on advancing its Panuco silver-gold project located in Sinaloa, Mexico. The property contains quartz-carbonate veins with workings defining both steeply plunging and sub-horizontal ore shoots. Mineralization occurs as silver sulphides including argentite and acanthite, native gold, electrum and native silver associated with pyrite, minor galena, sphalerite and rare chalcopyrite.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EP",
      "name": "Empire Petroleum Corporation Common Stock",
      "company": "El Paso Corporation",
      "companyUrl": "http://www.elpaso.com",
      "description": "Empire Petroleum Corp is engaged in the exploration and development of oil and natural gas in the United States. All of the company's producing properties are located in Louisiana, Texas, North Dakota, and New Mexico. It generates revenue from Oil and Gas sales.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "INFU",
      "name": "InfuSystems Holdings, Inc. Common Stock",
      "company": "InfuSystems Holdings, Inc.",
      "companyUrl": "http://www.infusystem.com",
      "description": "InfuSystems Holdings Inc is a United States based healthcare service provider. It offers Infusion pumps and related products and services for patients in the home, oncology clinics, ambulatory surgery centers, and other sites of care from the locations in the United States and Canada. The company provides products and services to hospitals, oncology practices and chemotherapy clinics for the treatment of various cancers, including colorectal cancer, pain management, and other disease states. The segments of the company are Integrated Therapy Services (ITS) and Durable Medical Equipment (DME) services, of which key revenue is derived from the ITS segment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Medical/Dental Instruments",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ELA",
      "name": "Envela Corporation Common Stock",
      "company": "Envela Corporation",
      "companyUrl": "https://www.envela.com",
      "description": "Envela Corp and its subsidiaries engage in diverse business activities within the recommerce sector. These include recommercializing luxury hard assets, consumer electronics and IT equipment; and end-of-life recycling solutions. It operates through two recommerce business segments represented by its two direct subsidiaries. DGSE, LLC focuses on the recommercialization of luxury hard assets, and ECHG, LLC focuses on the recommercialization of business IT equipment and consumer electronic devices.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Consumer Specialties",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ZOM",
      "name": "Zomedica Corp. Common Shares",
      "company": "Zomedica Corp.",
      "companyUrl": "https://www.zomedica.com",
      "description": "Zomedica Corp is a veterinary health company creating products for companion animals (canine, feline and equine) by focusing on the unmet needs of clinical veterinarians. The company's product portfolio includes diagnostics and therapeutics that emphasize patient health and practice health. The company is currently focused on the final development and commercialization of its TRUFORMA platform, which detects thyroid disorders in dogs \u0026 cats and adrenal disorders in dogs. Its operations are comprised of two reportable segments: Diagnostic \u0026 Therapeutics. It earns the majority of revenue from the therapeutics segment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EMX",
      "name": "EMX Royalty Corporation Common Shares (Canada)",
      "company": "EMX Royalty Corporation",
      "companyUrl": "https://www.emxroyalty.com",
      "description": "EMX Royalty Corp and its subsidiaries operate as a royalty and prospect generator engaged in exploring for and generating royalties from, metals and minerals properties. The company's royalty and exploration portfolio mainly consists of properties in North America, Europe, Turkey, Australia, Chile, and Haiti.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CATX",
      "name": "Perspective Therapeutics, Inc. Common Stock",
      "company": "Perspective Therapeutics, Inc.",
      "companyUrl": "https://perspectivetherapeutics.com",
      "description": "Isoray Inc offers is a medical technology company. The company designs and develops personalized brachytherapy products that provide a more cost-effective cancer treatment. It is engaged in the production and sales of Cesium-131 (Cs-131) brachytherapy seeds. Brachytherapy seeds are small devices containing a therapeutic dose of radiation used in an interstitial radiation procedure. The brachytherapy procedure places radioactive seeds as close as possible to (in or near) the cancerous tumor. Isoray derives most of its revenue from the United States of America.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Medical/Dental Instruments",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CMT",
      "name": "Core Molding Technologies Inc Common Stock",
      "company": "Core Molding Technologies Inc",
      "companyUrl": "https://coremt.com",
      "description": "Core Molding Technologies Inc operates in the engineered materials market as one operating segment as a molder of thermoplastic and thermoset structural products. It produces and sells molded products for varied markets, including medium and heavy-duty trucks, automobiles, power sports, construction and agriculture, building products, and other industrial markets. The processes include compression molding of sheet molding compound (SMC), resin transfer molding (RTM), liquid molding of dicyclopentadiene (DCPD), spray-up and hand-lay-up, direct long-fiber thermoplastics (D-LFT) and structural foam, and structural web injection molding (SIM). It operates in Columbus, Ohio, Columbus, and Batavia, Ohio; Gaffney, South Carolina; Winona, Minnesota; Matamoros and others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Plastic Products",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "LPTV",
      "name": "Loop Media, Inc. Common Stock",
      "company": "Loop Media, Inc. Common Stock",
      "companyUrl": "",
      "description": "Loop Media Inc is a streaming media company focused on premium short-form video. It offers music videos and film, game and TV trailers which can be viewed in hospitality, dining, and retail venues, on leading branded media and entertainment sites, and on over-the-top TV platforms and IPTV devices.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Broadcasting",
      "sector": "Industrials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GTE",
      "name": "Gran Tierra Energy Inc. Common Stock",
      "company": "Gran Tierra Energy Inc.",
      "companyUrl": "https://www.grantierra.com",
      "description": "Gran Tierra Energy Inc is an independent energy company. It is engaged in the acquisition, exploration, development, and production of oil and gas properties in proven, under-explored hydrocarbon basins that have access to established infrastructure. The firm produces primarily light crude oil, supplemented with medium crude and natural gas. Gran Tierra holds interests in producing and prospective properties in Colombia and prospective properties in Ecuador. The company has a strategy that focuses on establishing a portfolio of producing properties, plus production enhancement and exploration opportunities to provide a base for future growth.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BRBS",
      "name": "Blue Ridge Bankshares, Inc. Common Stock",
      "company": "Blue Ridge Bankshares, Inc. Common Stock",
      "companyUrl": "",
      "description": "Blue Ridge Bankshares Inc is a United States-based company engaged in offering commercial and consumer banking and financial services through its wholly-owned bank subsidiary, Blue Ridge Bank, National Association, and its non-bank financial services affiliates. The bank offers services such as checking accounts, savings accounts, money market accounts, cash management accounts, certificates of deposit, individual retirement accounts, commercial and industrial loans, residential mortgages, commercial mortgages, home equity loans, consumer installment loans, investment accounts, insurance, credit cards, online banking, telephone banking, and mobile banking. Its primary source of revenue is interest income from the lending activities.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Commercial Banks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EMAN",
      "name": "eMagin Corporation Common Stock",
      "company": "eMagin Corporation",
      "companyUrl": "https://www.emagin.com",
      "description": "eMagin Corp designs, develops, manufactures and markets organic light emitting diode on silicon microdisplays and virtual imaging products that utilize organic light emitting diode microdisplays and related products. The firm's product portfolio includes products such as DSVGA, SXGA, VGA, WUXGA etc. The company derives the majority of its revenue from sales of OLED microdisplay products. It provides its products to Military, Consumer, Commercial and Industrial sectors.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Semiconductors",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ADRT",
      "name": "Ault Disruptive Technologies Corporation Common Stock",
      "company": "Ault Disruptive Technologies Corporation Common Stock",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PLX",
      "name": "Protalix BioTherapeutics, Inc. (DE) Common Stock",
      "company": "Protalix BioTherapeutics, Inc.",
      "companyUrl": "https://www.protalix.com",
      "description": "Protalix BioTherapeutics Inc is a biopharmaceutical company focused on the development and commercialization of recombinant therapeutic proteins based on its proprietary ProCellEx protein expression system or ProCellEx. It has developed taliglucerase alfa for the treatment of Gaucher disease. The company's products also treat diseases like Fabry disease and cystic fibrosis.The company's primary sources of revenues include its sales of taliglucerase alfa in Brazil and of drug substance to Pfizer under its Amended Pfizer Agreement.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "Middle East",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GLDG",
      "name": "GoldMining Inc. Common Shares",
      "company": "GoldMining Inc. Common Shares",
      "companyUrl": "",
      "description": "GoldMining Inc is a mineral exploration company with a focus on the acquisition, exploration, and development of projects in Colombia, Brazil, the United States, Canada, and other regions of the Americas. The principal projects are its La Mina Gold project and its Titiribi Gold-Copper project, located in Colombia, Whistler GoldCopper Project, located in Alaska, United States, Sao Jorge Gold Project located in the State of Para, northeastern Brazil, and Yellowknife Gold Project, located in the Northwest Territories, Canada.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SACH",
      "name": "Sachem Capital Corp. Common Shares",
      "company": "Sachem Capital Corp.",
      "companyUrl": "https://www.sachemcapitalcorp.com",
      "description": "Sachem Capital Corp is a United States-based real estate investment trust. The company specializes in originating, underwriting, funding, servicing, and managing a portfolio of short-term loans secured by first mortgage liens on real property located in Connecticut. Its primary objective is to grow the loan portfolio while protecting and preserving capital in a manner that provides for attractive risk-adjusted returns to shareholders over the long term through dividends.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FSP",
      "name": "Franklin Street Properties Corp. Common Stock",
      "company": "Franklin Street Properties Corp.",
      "companyUrl": "https://www.fspreit.com",
      "description": "Franklin Street Properties Corp is a real estate investment trust. The company is focused on commercial real estate investments primarily in office markets. The company's operations include rental income from real estate leasing, interest income from secured loans made on office properties, property dispositions and fee income from asset/property management and development. Franklin Street markets Atlanta, Dallas, Denver, Houston, and Minneapolis. It owns a portfolio of real estate consisting of approximately 32 properties.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock Real Estate Investment Trust",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PLG",
      "name": "Platinum Group Metals Ltd. Ordinary Shares (Canada)",
      "company": "Platinum Group Metals Ltd.",
      "companyUrl": "https://www.platinumgroupmetals.net",
      "description": "Platinum Group Metals Ltd is the operator of the Waterberg Project, a bulk underground PGM deposit located in South Africa. Waterberg was discovered by Platinum Group and is being jointly developed with Implats, the Japan Oil, Gas and Metals National Corporation (JOGMEC) and Hanwa Co. Ltd. Waterberg has the potential to be a large-scale, low-cost producer of palladium, platinum, rhodium, and gold. Geographically, it operates in Canada and South Africa.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EVBN",
      "name": "Evans Bancorp, Inc. Common Stock",
      "company": "Evans Bancorp, Inc.",
      "companyUrl": "https://www.evansbancorp.com",
      "description": "Evans Bancorp Inc is a financial holding company. Through its subsidiaries, it provides various banking services to consumers and commercial customers in the USA. The firm operates in two segments, Banking Activities and Insurance Agency Activities. The banking business segment includes both commercial and consumer banking services, including lending and depository services and offering non-deposit investment products, such as annuities and mutual funds. The insurance agency segment includes the activities of selling various premium-based insurance policies on a commission basis, including business and personal insurance, employee benefits, surety bonds, risk management, life, disability and long-term care coverage, and providing claims adjusting services to various insurance companies.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Major Banks",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GAU",
      "name": "Galiano Gold Inc.",
      "company": "Galiano Gold Inc.",
      "companyUrl": "https://www.galianogold.com",
      "description": "Galiano Gold Inc is focused on building a sustainable business capable of long-term value creation for its stakeholders through a combination of exploration, accretive acquisitions, and the disciplined deployment of its financial resources. The company currently operates and manages the Asanko Gold Mine, located in Ghana, West Africa. Its Asanko Gold Mine is a multi-deposit complex, with two main deposits, the Obotan Project and the Esaase Project, both located in the Amansie West District of the Republic of Ghana (Ghana), West Africa.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares (Canada)",
      "assetClass": "STOCKS",
      "industry": "Mining \u0026 Quarrying of Nonmetallic Minerals (No Fuels)",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "STXS",
      "name": "Stereotaxis, Inc. Common Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Electromedical \u0026 Electrotherapeutic Apparatus",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NSTB",
      "name": "Northern Star Investment Corp. II Class A Common stock",
      "company": "Northern Star Investment Corp. II Class A Common stock",
      "companyUrl": "",
      "description": "Northern Star Investment Corp II is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common stock",
      "assetClass": "STOCKS",
      "industry": "Investment Bankers/Brokers/Service",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TRX",
      "name": "TRX Gold Corporation Common Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ASXC",
      "name": "Asensus Surgical, Inc. Common Stock",
      "company": "Asensus Surgical, Inc.",
      "companyUrl": "https://www.asensus.com",
      "description": "Asensus Surgical Inc is a medical device company that digitizes the interface between the surgeon and the patient to improve minimally invasive surgery through digital laparoscopy. It enables the use of advanced capabilities such as augmented intelligence, connectivity, and robotics in laparoscopy and seeks to address the current clinical, cognitive, and economic shortcomings in surgery. The Senhance Surgical System is the first machine vision system for use in robotic surgery, which is powered by the new Intelligent Surgical Unit that enables augmented intelligence in surgery and brings the benefits of digital laparoscopy to patients around the world. Its single segment includes the research, development, and sale of medical device robotics to improve minimally invasive surgery.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Medical/Dental Instruments",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DIT",
      "name": "AMCON Distributing Company Common Stock",
      "company": "AMCON Distributing Company",
      "companyUrl": "https://www.amcon.com",
      "description": "Amcon Distributing Co is engaged in the wholesale and retail distribution of consumer products such as cigarettes, tobacco, confectionery, health food, and others. It operates in two segments: Wholesale distribution segment distributing consumer products to the retail outlets including convenience stores, grocery stores, liquor stores, drug stores, and tobacco shops in the Central, Rocky Mountain, and Southern regions of the United States; and the Retail health food segment is a specialty retailer of natural/organic groceries and dietary supplements throughout the Midwest and Florida. The company earns a vast majority of the revenue from the Wholesale distribution segment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Food Distributors",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NAK",
      "name": "Northern Dynasty Minerals, Ltd. Common Stock",
      "company": "Northern Dynasty Minerals, Ltd.",
      "companyUrl": "https://www.northerndynastyminerals.com",
      "description": "Northern Dynasty Minerals Ltd is a Canadian mineral exploration company. It has a single operating segment of acquisition, exploration, and development of mineral properties. Its core asset is the Pebble Project located in Alaska, USA. The Pebble project is seeking to develop a significant deposit of copper, gold, molybdenum, and silver into a modern mining operation.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MHH",
      "name": "Mastech Digital, Inc Common Stock",
      "company": "Mastech Digital, Inc",
      "companyUrl": "https://www.mastechdigital.com",
      "description": "Mastech Digital Inc is a provider of Digital Transformation IT Services. The Company offers data and analytics solutions; digital learning; and IT staffing services for both digital and mainstream technologies. Its Data and Analytics Services segment delivers specialized data management, data engineering, customer experience consulting, data analytics, and cloud services to customers globally. IT Staffing Services segment combines technical expertise with business process experience to deliver a broad range of services in digital and mainstream technologies. Its digital transformation services also include staffing and project-based services around digital learning. The company earns the majority of the revenue from IT staffing services.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Professional Services",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "VHAQ",
      "name": "Viveon Health Acquisition Corp. Common Stock",
      "company": "Viveon Health Acquisition Corp. Common Stock",
      "companyUrl": "",
      "description": "Viveon Health Acquisition Corp is a blank check company. It is formed for the purpose of entering into a merger, share exchange, asset acquisition, stock purchase, recapitalization, reorganization or other similar business combination with one or more businesses.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "OZ",
      "name": "Belpointe PREP, LLC Class A Units",
      "company": "Belpointe PREP, LLC Class A Units",
      "companyUrl": "",
      "description": "Belpointe REIT Inc is engaged in originating, investing in and managing a diversified portfolio of commercial real estate assets. Its investment strategy is centered on multifamily developments around the country using its co-investment platform to build best-in-class rental communities for long-term dividends and capital appreciation.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Units",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CVM",
      "name": "Cel-Sci Corporation Common Stock",
      "company": "Cel-Sci Corporation",
      "companyUrl": "https://www.cel-sci.com",
      "description": "CEL-SCI Corp is a player in the biotechnology sector. It is engaged in the research and development at developing the treatment of cancer and other diseases by using the immune system. The company is focused on activating the immune system to fight cancer and infectious diseases. It is focused on the development of Multikine (Leukocyte Interleukin, Injection), investigational immunotherapy under development for the treatment of certain head and neck cancers, and anal warts or cervical dysplasia.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IPVF",
      "name": "InterPrivate III Financial Partners Inc. Class A Common Stock",
      "company": "InterPrivate III Financial Partners Inc. Class A Common Stock",
      "companyUrl": "",
      "description": "InterPrivate III Financial Partners Inc is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Investment Bankers/Brokers/Service",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BATL",
      "name": "Battalion Oil Corporation Common Stock",
      "company": "Battalion Oil Corporation",
      "companyUrl": "https://www.battalionoil.com",
      "description": "Battalion Oil Corp is an independent oil and gas producer operating exclusively in the Delaware Basin. It is an independent energy company focused on the acquisition, production, exploration, and development of onshore liquids-rich oil and natural gas assets in the United States. The company operates in one segment which focuses on oil and natural gas acquisition, production, exploration, and development.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AAMC",
      "name": "Altisource Asset Management Corp Com",
      "company": "Altisource Asset Management Corp",
      "companyUrl": "https://www.altisourceamc.com",
      "description": "Altisource Asset Management Corp is an asset management company. It provides asset management, portfolio management, and corporate governance services to investment vehicles that own real estate related assets. The firm's business strategy is to provide its services to the client in a manner that builds long-term value and a stable income stream while generating management fees for the firm and develop additional investment strategies and vehicles.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Com",
      "assetClass": "STOCKS",
      "industry": "Real Estate",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ADEX",
      "name": "Adit EdTech Acquisition Corp. Common Stock",
      "company": "Adit EdTech Acquisition Corp. Common Stock",
      "companyUrl": "",
      "description": "Adit Edtech Acquisition Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "EDP Services",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ELMD",
      "name": "Electromed, Inc. Common Stock",
      "company": "Electromed, Inc.",
      "companyUrl": "https://www.smartvest.com",
      "description": "Electromed Inc is a United States-based company that develops, manufactures, markets and sells innovative products that provide airway clearance therapy, including the SmartVest Airway Clearance System and related products, to patients with compromised pulmonary function with a commitment to excellence and compassionate service. The SmartVest System features a programmable air pulse generator, a therapy garment worn over the upper body and a connecting hose, which together provide safe, comfortable, and effective airway clearance therapy.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Electromedical \u0026 Electrotherapeutic Apparatus",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "VNRX",
      "name": "VolitionRX Limited Common Stock",
      "company": "VolitionRX Limited",
      "companyUrl": "https://www.volition.com",
      "description": "VolitionRX Ltd is a us-based multi-national life sciences company. It is engaged in developing easy to use blood-based tests to accurately diagnose a range of cancers. The development pipeline includes assays to be used for symptomatic patients or asymptomatic populations. The company has developed more than 30 blood-based assays to detect specific biomarkers. It also develops Nucleosomics tests for several major cancers including CRC, pancreatic, lung and aggressive prostate. In addition, the company engages in the process of developing HyperGenomics tissue and blood-based tests to determine disease subtype following initial diagnosis and to help decide the appropriate therapy.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "Asia",
      "expenseRatio": ""
    },
    {
      "mnemonic": "XTNT",
      "name": "Xtant Medical Holdings, Inc. Common Stock",
      "company": "Xtant Medical Holdings, Inc.",
      "companyUrl": "http://www.xtantmedical.com",
      "description": "Xtant Medical Holdings Inc is a medical technology company focused on the design, development, and commercialization of a comprehensive portfolio of orthobiologics and spinal implant systems to facilitate spinal fusion in complex spine, deformity and degenerative procedures. Its products are used by orthopedic spine surgeons and neurosurgeons to treat a variety of spinal disorders in the cervical, thoracolumbar, and interbody spine. The company's biomaterial products include OsteoSponge, OsteoSponge SC, OsteoSelect DBM putty, OsteoSelect Plus DBM putty, OsteoWrap, and the line of 3Demin products, as well as other allografts.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ACU",
      "name": "Acme United Corporation. Common Stock",
      "company": "Acme United Corporation.",
      "companyUrl": "https://www.acmeunited.com",
      "description": "Acme United Corp is a supplier of innovative first aid and medical products and cutting technology to the school, home, office, hardware, sporting goods and industrial markets. Its principal products sold across all segments are First aid kits, and Medical products, Scissors, Shears, Knives, Rulers, Pencil sharpeners and Sharpening tools. The company sells its products primarily to mass market and e-commerce retailers, industrial distributors, wholesale, contract and retail stationery distributors, office supply superstores, sporting goods stores, and hardware chains. Its operations are in the United States, Canada, Europe and Asia.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AE",
      "name": "Adams Resources \u0026 Energy, Inc. Common Stock",
      "company": "Adams Resources \u0026 Energy, Inc.",
      "companyUrl": "https://www.adamsresources.com",
      "description": "Adams Resources \u0026 Energy Inc is mainly engaged in the business of crude oil marketing, tank truck transportation of liquid chemicals and dry bulk, and oil and gas exploration and production. The company operates through three business segments namely, crude oil marketing, which involves the sale and delivery of crude oil purchased either directly from producers or from others on the open market; Transportation, which transports liquid chemicals, pressurized gases, asphalt and dry bulk on a for hire basis throughout the continental U.S., and into Canada and Mexico; and Pipeline and Storage Segment. Substantial revenue comes from crude oil marketing.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil Refining/Marketing",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "THM",
      "name": "International Tower Hill Mines, Ltd. Ordinary Shares (Canada)",
      "company": "International Tower Hill Mines Ltd",
      "companyUrl": "https://www.ithmines.com",
      "description": "International Tower Hill Mines Ltd is a mining company. It is engaged in the acquisition, exploration, and development of mineral properties. The company holds interests in an advanced stage exploration project namely the Livengood Gold Project. It is located approximately 70 miles northwest of Fairbanks, Alaska in the Tolovana mining district within the Tintina gold belt. The project property consists of land leased from the Alaska mental health trust, a number of smaller private mineral leases, Alaska state mining claims purchased or located by the company and patented ground held by the company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Metal Mining",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GLU",
      "name": "Gabelli Global Utility Common Shares of Beneficial Ownership",
      "company": "The Gabelli Global Utility and Income Trust",
      "companyUrl": "https://www.gabelli.com",
      "description": "Gabelli Global Utility \u0026 Income Trust is a non-diversified, closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Ownership",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PLM",
      "name": "Polymet Mining Corporation Ordinary Shares (Canada)",
      "company": "Polymet Mining Corp.",
      "companyUrl": "https://www.polymetmining.com",
      "description": "PolyMet Mining Corp is engaged in the exploration and development of natural resource properties. The company's primary mineral property is the NorthMet Project, which is a polymetallic project in northeastern Minnesota, USA. The company ultimately plans to produce metals such as copper, nickel, cobalt, platinum, palladium, and gold.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Metal Mining",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "LODE",
      "name": "Comstock Inc. Common Stock",
      "company": "Comstock Inc.",
      "companyUrl": "https://www.comstock.inc",
      "description": "Comstock Mining Inc. (NYSE: LODE) (the 'Company') is an emerging innovator and leader in the sustainable extraction, valorization, and production of scarce natural resources, with a focus on high value strategic materials that are essential to meeting the rapidly increasing global demand for clean energy, carbon-neutrality, and natural products. To learn more, please visit www.comstockmining.com. In 2021 Comstock was included in the Russell Microcap(R) Index. Membership in the Russell Microcap(R) Index, which remains in place for one year, means automatic inclusion in the appropriate growth and value style indexes. FTSE Russell determines membership for its Russell indexes primarily by objective, market-capitalization rankings and style attributes.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Major Chemicals",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TMQ",
      "name": "Trilogy Metals Inc. Common Stock",
      "company": "Trilogy Metals Inc.",
      "companyUrl": "https://www.trilogymetals.com",
      "description": "Trilogy Metals Inc is an exploration stage company engaged in mineral exploration. The company focuses on exploring and developing its mineral resource properties, which include the Upper Kobuk Mineral Projects (UKMP or UKMP Projects), in the Ambler mining district located in Alaska, the United States. Its properties have the Arctic copper-zinc- lead-gold-silver project and other mineralized targets within a volcanogenic massive sulfide belt, and it also has a bornite carbonate-hosted copper project.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ASM",
      "name": "Avino Silver \u0026 Gold Mines Ltd. Common Shares (Canada)",
      "company": "Avino Silver",
      "companyUrl": "https://www.avino.com",
      "description": "Avino Silver \u0026 Gold Mines Ltd is a mineral resource company. It is engaged in the exploration, extraction, and processing of silver, gold, and copper. The company generates most of its revenues through the sale of Copper produced from its mines. Its project portfolio includes Avino; San Gonzalo; Oxide Tailings; Bralorne Gold and others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares Common Shares",
      "assetClass": "STOCKS",
      "industry": "Metal Mining",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "KULR",
      "name": "KULR Technology Group, Inc. Common Stock",
      "company": "KULR Technology Group, Inc.",
      "companyUrl": "https://www.kulrtechnology.com",
      "description": "KULR Technology Group Inc develops and commercializes high-performance thermal management technologies for electronics, batteries, and other components. The company is focused on targeting the following applications: electric vehicles and autonomous driving systems; artificial intelligence and Cloud computing; energy storage; and 5G communication technologies. Its product portfolio includes ARA Thermal Capacitor, CRUX Cathode, HYDRA Thermal Runaway Shield, LYRA ISC Trigger Cell, URSA Fiber Thermal Interface, and VEGA Internal Short Circuit.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Electrical Products",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MTNB",
      "name": "Matinas Biopharma Holdings, Inc. Common Stock",
      "company": "Matinas Biopharma Holdings, Inc.",
      "companyUrl": "https://www.matinasbiopharma.com",
      "description": "Matinas BioPharma Holdings Inc is a clinical-stage biopharmaceutical company focused on the discovery and development of product candidates derived from its lipid-crystal nano-particle, or cochleate, delivery technology platform. The firm's pipeline includes MAT2203, MAT2501 and others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PED",
      "name": "Pedevco Corp. Common Stock",
      "company": "Pedevco Corp.",
      "companyUrl": "https://www.pedevco.com",
      "description": "PEDEVCO Corp is an energy company. It is engaged in the acquisition, exploration, development, and production of oil and natural gas shale plays in the Denver-Julesberg Basin (D-J Basin) in Colorado. The D-J Basin contains hydrocarbon-bearing deposits in several formations, including the Niobrara, Codell, Greenhorn, Shannon, J-Sand, and D-Sand. Its principal operating properties are located in the Wattenberg, Wattenberg Extension and Niobrara formation in the D-J Basin.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DLA",
      "name": "Delta Apparel, Inc. Common Stock",
      "company": "Delta Apparel, Inc.",
      "companyUrl": "https://www.deltaapparelinc.com",
      "description": "Delta Apparel Inc together with its subsidiaries is an international apparel design, marketing, manufacturing, and sourcing company. It operates its business in two distinct segments: Delta Group and Salt Life Group. The company offers a diverse portfolio of lifestyle basics and branded activewear apparel, headwear, and related accessory products. It specializes in selling casual and athletic products through distribution channels and distribution tiers, including specialty stores, boutiques, department stores, mid and mass channels, e-retailers, and the U.S. military. It also offers its products direct-to-consumer on its websites and in its retail stores. The company derives the maximum revenue from the wholesale of goods through the Delta Group in the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Apparel",
      "sector": "Consumer Staples",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AREN",
      "name": "The Arena Group Holdings, Inc. Common Stock",
      "company": "The Arena Group Holdings, Inc. Common Stock",
      "companyUrl": "",
      "description": "The Arena Group Holdings Inc is a tech-powered media company that fuses superior technology, iconic brands, and marketing savvy to deliver vibrant content and experiences that reach more than 120 million users each month. The company creates robust digital destinations that delight consumers with powerful journalism, news about the things such as favorite sports teams, advice on investing, the inside scoop on personal finance, and the latest on lifestyle essentials.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Medical/Dental Instruments",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FRD",
      "name": "Friedman Industries Inc. Common Stock",
      "company": "Friedman Industries Inc.",
      "companyUrl": "http://www.friedmanindustries.com",
      "description": "Friedman Industries Inc is engaged in the manufacturing and processing of steel products. The company's operating segment include Coil Products and Tubular Products. It generates maximum revenue from the Coil Products segment. The company's product and services include Temper Pass, Cut-To-Length, Whole Coils, Toll Processing, Electric Resistance Welded Pipe (ERW), New Mill Secondary and Pipe Finishing Services.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Steel/Iron Ore",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ISDR",
      "name": "Issuer Direct Corporation Common Stock",
      "company": "Issuer Direct Corporation",
      "companyUrl": "https://www.issuerdirect.com",
      "description": "Issuer Direct Corp is a communications and compliance company. It focuses on the needs of corporate issuers. It provides disclosure management solutions, shareholder communications tools, and cloud-based compliance technologies. The company serves a diverse range of client base in the financial services industry, including brokerage firms, banks, mutual funds, accounting and the legal communities. Its current brands and products include the following: Issuer Direct, Accesswire, Investor Network, Blueprint, Classify, iProxy Direct, iR Direct and annual report service. Its primary geographic markets are North America and Europe of which North America contributes the vast majority of total revenue.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Publishing",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MLSS",
      "name": "Milestone Scientific, Inc. Common Stock",
      "company": "Milestone Scientific, Inc.",
      "companyUrl": "https://www.milestonescientific.com",
      "description": "Milestone Scientific Inc is engaged in pioneering proprietary, technological systems, and solutions for the medical and dental markets. It develops, manufactures, markets and sells the computer-controlled system for the improved and painless delivery of local anesthetic. The system is marketed in dentistry under the trademark CompuDent and in medicine under the trademark CompuMed. In addition, the company provides The Wand, a handpiece that allows dentists to provide painless injections for virtually various dental procedures, including routine cleanings and fillings, as well as implants, root canals, and crowns.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Specialties",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CEV",
      "name": "Eaton Vance California Municipal Income Trust Shares of Beneficial Interest",
      "company": "Eaton Vance California Municipal Income Trust",
      "companyUrl": "https://www.eatonvance.com",
      "description": "The Funds investment objective is to provide current income exempt from regular federal income tax and California state personal income taxes.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Investment Bankers/Brokers/Service",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GLV",
      "name": "Clough Global Dividend and Income Fund Common Shares of beneficial interest",
      "company": "Clough Global Dividend and Income Fund",
      "companyUrl": "https://www.cloughglobal.com",
      "description": "Clough Global Dividend and Income Fund is a closed-end management investment company .Its investment objective is to provide a high level of total return. The Fund seeks to pursue this objective by applying a fundamental research-driven investment process and will invest in equity securities of companies of any market capitalization and equity-related securities, including equity swaps and call options, as well as fixed income securities, including both corporate and sovereign debt in both U.S. and non-U.S. markets. There is no assurance that the Fund will achieve its investment objective.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GORO",
      "name": "Gold Resource Corporation Common Stock",
      "company": "Gold Resource Corporation",
      "companyUrl": "https://www.goldresourcecorp.com",
      "description": "Gold Resource Corp is a gold and silver producer, developer and explorer with operations in Oaxaca, Mexico and Nevada, USA. It targets low capital expenditure projects with potential for generating high returns on capital. The Company offers its shareholders the option to convert their cash dividends into physical gold and silver and take delivery.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ITRG",
      "name": "Integra Resources Corp. Common Shares",
      "company": "Integra Resources Corp. Common Shares",
      "companyUrl": "",
      "description": "Integra Resources Corp a development stage company that engages in the acquisition, exploration, and development of mineral resource interests in the Americas. The company explores base metal, gold, and other mineral commodities. Some of the projects of the Company are DeLamar and Florida Mountain Gold and Silver Project.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IDR",
      "name": "Idaho Strategic Resources, Inc. Common Stock",
      "company": "Idaho Strategic Resources, Inc. Common Stock",
      "companyUrl": "",
      "description": "Idaho Strategic Resources Inc is a vertically integrated, operating junior mining company. It produces gold at the Golden Chest Mine. In addition to gold and gold production, the company maintains a strategic and domestic presence in the Critical Minerals sector and is focused on advancing its officially recognized Diamond Creek and Roberts Rare Earth Element projects in central Idaho.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CYBN",
      "name": "Cybin Inc. Common Shares",
      "company": "Cybin Inc.",
      "companyUrl": "https://www.cybin.com",
      "description": "Cybin is focused on progressing psychedelic therapeutics by utilizing proprietary drug discovery platforms, innovative drug delivery systems, novel formulation approaches and treatment regimens for psychiatric disorders, all protected under its ever-growing IP portfolio.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "VGZ",
      "name": "Vista Gold Corp Common Stock",
      "company": "Vista Gold Corporation",
      "companyUrl": "https://www.vistagold.com",
      "description": "Vista Gold Corp is a gold mining company. It is engaged in the evaluation, acquisition, exploration, and advancement of gold exploration and potential development projects. The company's project includes the Mt Todd gold project and Guadalupe de los Reyes gold or silver project. Its flagship project, Mt Todd gold project is located approximately 56 kilometers by road northwest of Katherine, Australia and approximately 290 kilometers southeast of Darwin.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "JOB",
      "name": "GEE Group Inc. Common Stock",
      "company": "GEE Group Inc.",
      "companyUrl": "https://www.geegroup.com",
      "description": "GEE Group Inc is a provider of specialized staffing solutions across the United States. The company's operating segment includes Industrial Staffing Services and Professional Staffing Services. It generates maximum revenue from the Professional Staffing Services segment. The company provides the following services, direct hire placement services, temporary professional services staffing in the fields of information technology, accounting, finance and office, engineering, and medical, and temporary light industrial staffing.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Diversified Commercial Services",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BHM",
      "name": "Bluerock Homes Trust, Inc. Class A Common Stock",
      "company": "Bluerock Homes Trust, Inc. Class A Common Stock",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "KNW",
      "name": "Know Labs, Inc. Common Stock",
      "company": "Know Labs, Inc. Common Stock",
      "companyUrl": "",
      "description": "Know Labs Inc is focused on the development, marketing, and sales of proprietary technologies that are capable of uniquely identifying or authenticating almost any substance or material using electromagnetic energy to record, detect, and identify the unique signature of the substance or material known as Bio-RFID and ChromaID technologies. It is developing a wearable device that will measure blood glucose without fingersticks or micro needles.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Industrials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BGI",
      "name": "Birks Group Inc. Common Stock",
      "company": "Birks Group Inc.",
      "companyUrl": "https://www.birksgroup.com",
      "description": "Birks Group Inc is a part of the leisure industry. The company designs, develops, produces, and retails fine jewelry, timepieces, and gifts. Its operating segment includes Retail and Other. The company generates maximum revenue from Retail segment. Its Retail segment consists of retail operations whereby it operates approximately 27 stores in Canada under the Maison Birks brand, one store under the Brinkhaus brand, one store under the Graff brand, and one store under the Patek Phillippe brand. Other segment consists primarily of wholesale business, e-commerce business, and gold exchange business.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Consumer Specialties",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BDL",
      "name": "Flanigan's Enterprises, Inc. Common Stock",
      "company": "Flanigan's Enterprises, Inc.",
      "companyUrl": "https://www.flanigans.net",
      "description": "Flanigan'S Enterprises Inc operates as a chain of small cocktail lounges and packages liquor stores throughout South Florida. Its menu consists of a wide variety of options including prime rib, steaks, pasta, entree salads, burgers, a variety of sandwiches, and oversized signature desserts. The business activity is principally conducted in two segments namely Restaurant and Package store segment. Its Restaurant segment offers alcoholic beverages and full food service and Package stores consist of retail liquor sales and related items. The company generates maximum revenue from Restuarant segment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Restaurants",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FURY",
      "name": "Fury Gold Mines Limited Common Shares",
      "company": "Fury Gold Mines Limited Common Shares",
      "companyUrl": "",
      "description": "Fury Gold Mines Ltd is a Canadian-focused exploration and development company strategically positioned in three prolific mining regions: James Bay, Quebec; the Golden Triangle, British Columbia; and the Kitikmeot Region Nunavut. Its projects include Eau Claire, Homestake Ridge, Committee Bay, Eleonore South JV, and Gibson MacQuoid.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BKTI",
      "name": "BK Technologies Corporation Common Stock",
      "company": "BK Technologies Corporation",
      "companyUrl": "https://www.bktechnologies.com",
      "description": "BK Technologies Corp designs, manufactures, markets wireless communication products. The company has divided its products into business and industrial analog, portables, mobiles, base stations, and repeaters. Its product portfolio consists of two-way land mobile radios, handheld radios, radios installed in vehicles. Its products are sold in the government and public safety market and business and industrial market.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Radio And Television Broadcasting And Communications Equipment",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NTIP",
      "name": "Network-1 Technologies, Inc. Common Stock",
      "company": "Network-1 Technologies, Inc.",
      "companyUrl": "https://www.network-1.com",
      "description": "Network-1 Technologies Inc is involved in the business of the development, licensing, and protection of intellectual property rights. The company's patent portfolios include the remote power patent portfolio, the mirror worlds patent portfolio, the cos patent portfolio and the QoS patents. It derives its revenue from licensing of its intellectual property and related activities. The company's current strategy includes continuing to pursue licensing opportunities for its intellectual property assets.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Multi-Sector Companies",
      "sector": "Miscellaneous",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ARMP",
      "name": "Armata Pharmaceuticals, Inc. Common Stock",
      "company": "Armata Pharmaceuticals, Inc.",
      "companyUrl": "https://www.armatapharma.com",
      "description": "Armata Pharmaceuticals Inc is a developer of pathogen-specific bacteriophage therapeutics for the treatment of antibiotic-resistant and difficult-to-treat bacterial infections using its proprietary bacteriophage-based technology. It is developing and advancing a broad pipeline of natural and synthetic phage candidates, including clinical candidates for Pseudomonas aeruginosa, Staphylococcus aureus, and other pathogens. In addition, in collaboration with Merck the company is developing proprietary synthetic phage candidates to target an undisclosed infectious disease agent. Further, the company is committed to advancing phage with drug development expertise that spans bench to clinic including in-house phage specific GMP manufacturing.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CCEL",
      "name": "Cryo-Cell International, Inc. Common Stock",
      "company": "Cryo-Cell International, Inc.",
      "companyUrl": "https://www.cryo-cell.com",
      "description": "Cryo-Cell International Inc is engaged in cellular processing and cryogenic storage.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Managed Health Care",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CVU",
      "name": "CPI Aerostructures, Inc. Common Stock",
      "company": "CPI Aerostructures, Inc.",
      "companyUrl": "https://www.cpiaero.com",
      "description": "CPI Aerostructures Inc is engaged in the manufacturing of structural aircraft parts for fixed wing aircraft and helicopters in both the commercial and defense markets in the United States. It also provides engineering, program management, supply chain management and kitting, and Maintenance Repair and Overhaul (MRO) services. CPI also acts as a subcontractor to prime aircraft manufacturers in the production of commercial aircraft parts. CPI Aero supplies the E-2D Advanced Hawkeye surveillance aircraft, the A-10 Thunderbolt attack jet, the Gulfstream G650, the UH-60 BLACK HAWK helicopter, and the S-92 helicopter among others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Military/Government/Technical",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "POL",
      "name": "Polished Inc. Common Stock",
      "company": "Polished Inc.",
      "companyUrl": "https://www.polished.com",
      "description": "Polished.com Inc, formerly 1847 Goedeker Inc is an e-commerce destination for home furnishings, appliances, furniture, home goods, and related products. It sells various products such as refrigerators, ranges, ovens, dishwashers, microwaves, freezers, washers, and dryers. The firm's brand portfolio consists of Bosch, Whirlpool, GE, Maytag, LG, Samsung, Sharp, and Kitchen Aid, among others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Commom Stock",
      "assetClass": "STOCKS",
      "industry": "Home Furnishings",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ESP",
      "name": "Espey Mfg. \u0026 Electronics Corp. Common Stock",
      "company": "Espey Mfg. \u0026 Electronics Corp.",
      "companyUrl": "https://www.espey.com",
      "description": "Espey Manufacturing \u0026 Electronics Corp designs, develops, tests, and manufactures specialized military and rugged industrial power supplies and transformers for use in harsh or severe environment applications. Its products and solutions include power converters, power conditioning, high voltage radar, contract manufacturing, custom engineering, and others. The applications of these products include AC and DC locomotives, shipboard power, shipboard radar, airborne power, ground-based radar, and ground mobile power.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MGLD",
      "name": "The Marygold Companies, Inc. Common Stock",
      "company": "The Marygold Companies, Inc. Common Stock",
      "companyUrl": "",
      "description": "Concierge Technologies Inc is regulated by the U.S. Security and Exchange Commission and incorporated in the state of Nevada. Concierge Technologies Inc is primarely in the business of finance services. For financial reporting their fiscal year ends on June 30th. This page includes all SEC registration details as well as a list of all documents S-1 Prospectus Current Reports 8-K 10K Annual Reports filed by Concierge Technologies Inc.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "APT",
      "name": "Alpha Pro Tech, Ltd. Common Stock",
      "company": "Alpha Pro Tech, Ltd.",
      "companyUrl": "https://www.alphaprotech.com",
      "description": "Alpha Pro Tech Ltd is involved in the business of developing, manufacturing, and marketing of disposable protective apparel, building supply, and infection control products principally in the United States. It operates its business through segment which includes Building Supply and Disposable Protective Apparel. It mainly offers a line of construction supply weatherization products, namely house wrap and synthetic roof underlayment as well as other woven material, different styles of disposable products like shoe covers, bouffant caps, gowns, coveralls, lab coats, frocks and other miscellaneous products. It also provides face masks and eye shields. It generates most of its revenues from the sale of products across the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IOR",
      "name": "Income Opportunity Realty Investors, Inc. Common Stock",
      "company": "Income Opportunity Realty Investors, Inc.",
      "companyUrl": "http://www.incomeopp-realty.com",
      "description": "Income Opportunity Realty Investors Inc is a US-based company that is engaged in investing in real estate and financing real estate and real estate-related activities through investments in mortgage loans. The principal business activity of the company is investing in equity interests in real estate through direct equity investments and partnerships and financing real estate and real estate-related activities through investments in mortgage loans. The company's real estate is located in the southwest region of the continental United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "WTT",
      "name": "Wireless Telecom Group,  Inc. Common Stock",
      "company": "Wireless Telecom Group,  Inc.",
      "companyUrl": "https://www.wirelesstelecomgroup.com",
      "description": "Wireless Telecom Group Inc designs and manufactures advanced radio frequency and microwave devices that enable the development, testing and deployment of wireless technology. Its Products include Components, Modules, Instruments, Systems and Software used across the lifecycle of wireless connectivity and communication development, deployment and testing. The provision of services include software customization, calibration, repair and maintenance. The group derives revenue from the Americas, EMEA and the APAC region. The company markets its products under the Boonton, Noisecom, CommAgility and Holzworth brands.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Telecommunications Equipment",
      "sector": "Telecommunications",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "STRW",
      "name": "Strawberry Fields REIT, Inc. Common Stock",
      "company": "Strawberry Fields REIT, Inc. Common Stock",
      "companyUrl": "",
      "description": "Strawberry Fields REIT Inc is a self-managed and self-administered company that specializes in the acquisition, ownership and triple-net leasing of skilled nursing facilities and other post-acute healthcare properties.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "INDO",
      "name": "Indonesia Energy Corporation Limited Ordinary Shares",
      "company": "Indonesia Energy Corporation Limited Ordinary Shares",
      "companyUrl": "",
      "description": "Indonesia Energy Corp Ltd is an oil and gas exploration and production company focused on Indonesia. Its portfolio consists of Kruh Block and Citarum Block. The company generates its revenue from oil and gas sales.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MPU",
      "name": "Mega Matrix Corp. Common Stock",
      "company": "Mega Matrix Corp.",
      "companyUrl": "https://www.mtmtgroup.com",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Transportation Services",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "WWR",
      "name": "Westwater Resources, Inc. Common Stock",
      "company": "Westwater Resources, Inc.",
      "companyUrl": "https://www.westwaterresources.net",
      "description": "Westwater Resources Inc focused on developing battery-grade natural graphite materials. The company is having one project which is the Westwater's coosa project which is currently used for the mining and extraction of graphite.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Other Metals and Minerals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SBEV",
      "name": "Splash Beverage Group, Inc. (NV) Common Stock",
      "company": "Splash Beverage Group, Inc. (NV) Common Stock",
      "companyUrl": "",
      "description": "Splash Beverage Group Inc specializes in manufacturing, distribution, and sales \u0026 marketing of various beverages across multiple channels. SBG operates in both the non-alcoholic and alcoholic beverage segments. The company's operations has its own vertically integrated B-to-B and B-to-C e-commerce distribution platform called Qplash, further expanding its distribution abilities and visibility. Its brands include TapouT and Salt Tequila. The company operates in two segments: Splash Beverage Group and E-Commerce.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Beverages (Production/Distribution)",
      "sector": "Consumer Staples",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "COE",
      "name": "51Talk Online Education Group American depositary shares, each representing 60 Class A ordinary shares",
      "company": "51Talk Online Education Group",
      "companyUrl": "https://www.51talk.com",
      "description": "China Online Education Group is an online education platform in China with core expertise in English education. The companys mission is to make quality education accessible and affordable. Its online and mobile education platforms enable students across China to take live interactive English lessons with overseas foreign teachers on demand. Further the company connects its students with a large pool of qualified foreign teachers that it assembled using a shared economy approach and employs student and teacher feedback and data analytics to deliver a personalized learning experience to its students.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "American depositary shares, each representing 60 Class A ordinary shares",
      "assetClass": "STOCKS",
      "industry": "Educational Services",
      "sector": "Consumer Discretionary",
      "region": "Asia",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FGH",
      "name": "FG Group Holdings Inc. Common Stock",
      "company": "FG Group Holdings Inc.",
      "companyUrl": "https://www.ballantynestrong.com",
      "description": "FG Group Holdings Inc, formerly Ballantyne Strong Inc manufactures and distributes projection screens and provides technical support services and other related products and services to the cinema exhibition industry, theme parks, schools, museums, and other entertainment-related markets. It also distributes and supports third-party products, including digital projectors, servers, library management systems, menu boards, and sound systems.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "RVP",
      "name": "Retractable Technologies, Inc. Common Stock",
      "company": "Retractable Technologies, Inc.",
      "companyUrl": "https://www.retractable.com",
      "description": "Retractable Technologies Inc designs, develops, manufactures, and markets safety syringes and other safety medical products for the healthcare profession. The company's products are the VanishPoint 0.5mL insulin syringe; 1mL tuberculin, insulin, and allergy antigen syringes; 0.5mL, 1mL, 2mL, 3mL, 5mL, and 10mL syringes; the small diameter tube adapter; the blood collection tube holder; the allergy tray; the IV safety catheter; the Patient Safe syringes; the Patient Safe Luer Cap; the VanishPoint Blood Collection Set; and the EasyPoint needle, as well as a standard 3mL syringe packaged with an EasyPoint needle. The company also sells VanishPoint autodisable syringes in the international market in addition to its other products.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Medical/Dental Instruments",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "XPL",
      "name": "Solitario Zinc Corp. Common Stock",
      "company": "Solitario Zinc Corp.",
      "companyUrl": "https://www.solitarioxr.com",
      "description": "Solitario Zinc Corp is a zinc focused exploration company engaging in the acquisition, exploration, and development of zinc properties in safe jurisdictions in North and South America. It has joint venture interests in two large, high-grade zinc development projects. The Florida Canyon Zinc Project in Peru is a development asset held jointly with Nexa Resources S.A. and the Lik Zinc Project represents a large-tonnage, high-grade development project in Alaska in partnership with Teck Resources. In addition, the company has an additional portfolio of exploration properties and royalties in the Americas.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BMTX",
      "name": "BM Technologies, Inc. Common Stock",
      "company": "BM Technologies, Inc. Common Stock",
      "companyUrl": "",
      "description": "BM Technologies Inc provides digital banking and disbursement services to consumers and students nationwide through a full service fintech banking platform, accessible to customers anywhere and anytime through digital channels. It facilitates deposits and banking services between a customer and its Partner Bank, Customers Bank, which is a related party and is a Federal Deposit Insurance Corporation (FDIC) insured bank. Its revenue sources include interchange and card revenue, servicing fees from BMTX's Partner Bank, account fees, and university fees.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Major Banks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PLAG",
      "name": "Planet Green Holdings Corp. Common Stock",
      "company": "Planet Green Holdings Corp",
      "companyUrl": "https://www.planetgreenholdings.com",
      "description": "Planet Green Holdings Corp is a diversified technology and consumer products company with presence in North America and China engaged in Chemical Products, Tea Products and Online Advertising Services. The company operates in three segments namely to grow, produce and distribute Cyan brick tea, black tea and green tea in China; to research, develop, manufacture and sell chemical products including formaldehyde, urea formaldehyde adhesive, methylal, ethanol fuel, fuel additives and clean fuel in China; and to develop and operate a demand side platform which empowers buyers of advertising to manage and optimize their digital advertising across different real-time bidding networks in North America and China.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Packaged Foods",
      "sector": "Consumer Staples",
      "region": "Asia",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DPSI",
      "name": "DecisionPoint Systems, Inc. Common Stock",
      "company": "DecisionPoint Systems, Inc. Common Stock",
      "companyUrl": "",
      "description": "DecisionPoint Systems Inc is an enterprise mobility systems integrator. It sells and installs mobile computing and wireless systems used both within a company's facilities with wireless networks and in the field using carrier-based wireless networks. The system includes mobile computers, mobile application software, and related data capture equipment including barcode scanners and radio frequency identification readers. It also offers professional services, proprietary and third-party software and software customization as an integral part of its customized solutions for its customers. Its software's are utilized in industries including retail, transportation logistics, and management consulting, and warehousing and field service management.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Retail: Computer Software \u0026 Peripheral Equipment",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SVT",
      "name": "Servotronics, Inc. Common Stock",
      "company": "Servotronics, Inc.",
      "companyUrl": "https://www.servotronics.com",
      "description": "Servotronics Inc is a U.S based company that designs, manufactures, and markets technology products consisting of control components and consumer products, consisting of knives and various types of cutlery and other edged products. The company operates in the segments of Advanced Technology Group, which is the key revenue-generating segment, and Consumer Products Group. Advanced Technology Group operations involve the design, manufacture, and marketing of servo-control components, which include torque motors, control valves, and actuators, among others for government, commercial and industrial applications. Consumer Products Group operations involve the designing, manufacturing, and marketing of a range of cutlery products for use by consumers and government agencies.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "OPTT",
      "name": "Ocean Power Technologies, Inc. Common Stock",
      "company": "Ocean Power Technologies, Inc.",
      "companyUrl": "https://www.oceanpowertechnologies.com",
      "description": "Ocean Power Technologies Inc is a renewable wave-energy technology company, which is engaged in developing systems that generate electricity by harnessing the renewable energy of ocean waves. It offers the PowerBuoy technology which integrates with hydrodynamics, electronics, energy conversion, and computer control systems to extract the natural energy in ocean waves. Geographically, it derives a majority of revenue from North America and also has a presence in Europe and Asia and Australia.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Electric Utilities: Central",
      "sector": "Utilities",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SDPI",
      "name": "Superior Drilling Products, Inc. Common Stock",
      "company": "Superior Drilling Products, Inc. Common Stock",
      "companyUrl": "",
      "description": "Superior Drilling Products Inc is engaged in providing equipment and services to the oil and gas industry. It specialises in the design and manufacture of drilling tool technologies including the patented Drill-N-Ream wellbore conditioning tool and the patented Strider oscillation system technology. In addition, SDP is a manufacturer and refurbisher of PDC (polycrystalline diamond compact) drill bits for an oilfield services company. The company operates in North America and other international regions, of which key revenue is derived from North America.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Metal Fabrications",
      "sector": "Industrials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FSI",
      "name": "Flexible Solutions International Inc. Common Stock (CDA)",
      "company": "Flexible Solutions International Inc.",
      "companyUrl": "https://www.flexiblesolutions.com",
      "description": "Flexible Solutions International Inc develops, manufactures, and markets specialty chemicals that slow the evaporation of water. Its business is organized into two segments Energy and Water Conservation Products, and Biodegradable Polymers. It primarily offers a liquid swimming pool blanket under the WATERSAVR brand, which saves energy and water by inhibiting evaporation from the pool surface, a chemical product called HEATSAVR, for use in swimming pools and spas to slow the water evaporation. The firm also manufactures and markets water-soluble chemicals utilizing thermal polyaspartate biopolymers. It generates most of its revenues from the export of its products to international markets.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Major Chemicals",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "UAMY",
      "name": "United States Antimony Corporation Common Stock",
      "company": "United States Antimony Corporation",
      "companyUrl": "https://www.usantimony.com",
      "description": "United States Antimony Corp is a fully integrated mining, transportation, milling, smelting, and selling company. The company has four operating segments: United States Antimony, Mexican antimony, United States zeolite, and Precious metals. Its products and services include antimony; silver; gold; zeolite products; and storage, handling, \u0026 packaging services. The company's geographical segments are the United States, Canada, and Mexico, of which the vast majority of its revenue comes from the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ZDGE",
      "name": "Zedge, Inc. Class B Common Stock",
      "company": "Zedge, Inc. Class B Common Stock",
      "companyUrl": "",
      "description": "Zedge Inc provides content distribution platforms. Its content platform enables consumers to personalize their mobile devices with free, high-quality ringtones, wallpapers, home screen app icons, widgets and notification sounds. The company also launched a Zedge app.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class B Common Stock",
      "assetClass": "STOCKS",
      "industry": "Computer Software: Prepackaged Software",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MPTI",
      "name": "M-tron Industries, Inc. Common Stock",
      "company": "M-tron Industries, Inc. Common Stock",
      "companyUrl": "",
      "description": "M-tron Industries, Inc., together with its subsidiaries, engages in the design, manufacture, and marketing of frequency and spectrum control products. The company's products include radio frequency, microwave, and millimeter wave filters; cavity, crystal, ceramic, lumped element, and switched filters; high frequency and performance OCXOs, integrated PLL OCXOs, TCXOs, VCXOs, and low jitter and harsh environment oscillators; crystal resonators, integrated microwave assemblies; and solid-state power amplifier products. Its products are used in applications in the commercial and military aerospace, defense, space, and other commercial markets. The company was founded in 1965 and is headquartered in Orlando, Florida.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AINC",
      "name": "Ashford Inc. (Holding Company) Common Stock",
      "company": "Ashford Inc.",
      "companyUrl": "https://www.ashfordinc.com",
      "description": "Ashford Inc is a provider of asset management and advisory services to other entities, primarily within the hospitality industry. The company's operating segment include REIT Advisory; Remington; Premier; JSAV; RED; INSPIRE; OpenKey and Corporate and Other. It generates maximum revenue from the Remington segment. INSPIRE segment provides event technology and creative communications solutions services. The REIT Advisory segment provides asset management and advisory services to other entities. Its Remington segment provides hotel management services. Geographically, it derives a majority of revenue from the United States and also has a presence in Mexico and All other countries.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock Real Estate Investment Trust",
      "assetClass": "STOCKS",
      "industry": "Professional Services",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DSS",
      "name": "DSS, Inc. Common Stock",
      "company": "DSS, Inc.",
      "companyUrl": "https://www.dsssecure.com",
      "description": "DSS Inc is operating a business focused on four segments namely Direct Marketing/Online Sales Group; Premier Packaging; Digital Group; and IP Technology. It derives majority of revenue from the Premier Packaging segment that produces custom consumer packaging serving clients in the pharmaceutical, nutraceutical, beverage, specialty foods, photo packaging, and direct marketing industries, among others. It also provides active and intelligent packaging and document security printing services for end-user customers along with technical support for its technology licensees. The division produces a wide array of printed materials, such as folding cartons and paperboard packaging, security paper, vital records, prescription paper, among others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Containers/Packaging",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "INUV",
      "name": "Inuvo, Inc.",
      "company": "Inuvo, Inc",
      "companyUrl": "https://www.inuvo.com",
      "description": "Inuvo Inc develops and sells information technology solutions for marketing. It develops technology to deliver content and targeted advertisements over the internet. Its products and services include ValidClick and IntentKey. The company's platforms identify and message online audiences for any product or service across devices, channels, and formats, including video, mobile, connected TV, display, social, and native. It has clients from various industries that include retail, automotive, insurance, health care, technology, telecommunications, and finance. Its ValidClick platform provides marketing services to Yahoo, Google, and Microsoft. Geographically all its operations function through the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Advertising",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MAIA",
      "name": "MAIA Biotechnology, Inc. Common Stock",
      "company": "MAIA Biotechnology, Inc. Common Stock",
      "companyUrl": "",
      "description": "MAIA Biotechnology Inc is a targeted therapy, immuno-oncology company focused on the development and commercialization of potential first-in-class drugs with novel mechanisms of action that are intended to meaningfully improve and extend the lives of people with cancer. The company's lead program is THIO, a potential first-in-class cancer telomere targeting agent in clinical development for the treatment of telomerase-positive cancer cells.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BRN",
      "name": "Barnwell Industries, Inc. Common Stock",
      "company": "Barnwell Industries, Inc.",
      "companyUrl": "https://www.brninc.com",
      "description": "Barnwell Industries Inc is an oil and gas firm. Its areas of operations include acquiring, developing, producing, and selling oil and natural gas. The company's operating segment includes Oil and natural gas, Contract drilling, Land investment, and Others. It generates maximum revenue from the Oil and natural gas segment. It operates in two geographical segments the United States, which generates a majority of revenue; and Canada.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MXC",
      "name": "Mexco Energy Corporation Common Stock",
      "company": "Mexco Energy Corporation",
      "companyUrl": "http://www.mexcoenergy.com",
      "description": "Mexco Energy Corporation is an independent oil and gas company. It is engaged in the exploration, development, and production of natural gas and crude oil properties located in the United States. The company carried out its operation in the Permian Basin of West Texas. It is focusing on two primary areas, the Delaware Basin located in the Western portion of the Permian Basin including Lea and Eddy Counties, New Mexico and Loving County, Texas, and the Midland Basin located in the Eastern portion of the Permian Basin including Reagan, Upton, Midland, Martin, Howard, and Glasscock Counties, Texas. The company generates revenue from Oil sales, Natural gas sales, and others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AGE",
      "name": "AgeX Therapeutics, Inc. Common Stock",
      "company": "AgeX Therapeutics, Inc. Common Stock",
      "companyUrl": "",
      "description": "AgeX Therapeutics Inc is a biotechnology company engaged in the development and commercialization of novel therapeutics targeting human aging. The firm through its PureStem and induced Tissue Regeneration (iTR) technologies develop medicines designed to address some of the unsolved problems in aging. Its PureStem derived cell-based therapeutic candidates in development are AGEX-VASC1, AGEX-BAT1 and AGEX-iTR1547.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CVR",
      "name": "Chicago Rivet \u0026 Machine Co. Common Stock",
      "company": "Chicago Rivet \u0026 Machine Co.",
      "companyUrl": "https://www.chicagorivet.com",
      "description": "Chicago Rivet \u0026 Machine Co is in the fastener industry in North America. The company operates in two segments namely fasteners and assembly equipment. Its fastener segment consists of the manufacture and sale of rivets, cold-formed fasteners and parts, and screw machine products. The assembly equipment segment consists primarily of the manufacture of automatic rivet setting machines, automatic assembly equipment, and parts and tools for such machines.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "LGL",
      "name": "LGL Group, Inc. (The) Common Stock",
      "company": "LGL Group, Inc. (The)",
      "companyUrl": "https://www.lglgroup.com",
      "description": "LGL Group Inc is engaged in investment and manufacturing business activities. Its Electronic components segment is focused on the design and manufacture of highly-engineered frequency and spectrum control products. The company's Electronic instruments segment is focused on the design and manufacture of high-performance Frequency and Time reference standards that form the basis for timing and synchronization in various applications including satellite communication, time transfer systems, network synchronization, electricity distribution and metrology. It derives key revenue from the Electronic components segment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AIM",
      "name": "AIM ImmunoTech Inc. Common Stock",
      "company": "Hemispherx BioPharma, Inc.",
      "companyUrl": "https://www.aimimmuno.com",
      "description": "AIM ImmunoTech Inc is an immuno-pharma company focused on research and development of therapeutics to treat immune disorders, viral and cancer diseases. AIM's flagship products include Ampligen (Rintatolimod), a drug of large macromolecular RNA molecules for cancer and viral diseases and drug Alferon N Injection for a category of STD infection. Clinical trials of Ampligen include studies of cancer patients with renal cell carcinoma, malignant melanoma, colorectal cancer, advanced recurrent ovarian cancer and triple negative metastatic breast cancer. The company is also advancing Ampligen as a potential treatment for COVID-19. FDA has authorized the first human trial assessing the safety and effectiveness of Ampligen in combination with interferon alfa-2b, in cancer patients with COVID-19.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PTN",
      "name": "Palatin Technologies, Inc. Common Stock",
      "company": "Palatin Technologies, Inc.",
      "companyUrl": "https://www.palatin.com",
      "description": "Palatin Technologies Inc is a part of the healthcare sector. The company is engaged in developing targeted, receptor-specific peptide therapeutics for the treatment of diseases with unmet medical needs and commercial potential. Its programs are based on molecules that modulate the activity of the melanocortin and natriuretic peptide receptor systems. Its main product in clinical development is bremelanotide, which treats hypoactive sexual desire disorder, which is a type of female sexual dysfunction.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IHT",
      "name": "InnSuites Hospitality Trust Shares of Beneficial Interest",
      "company": "InnSuites Hospitality Trust",
      "companyUrl": "https://www.innsuitestrust.com",
      "description": "InnSuites Hospitality Trust is a real estate investment trust. It is engaged in the ownership and operation of hotel properties. It owns and operates hotels, provides management services for hotels, and also provides trademark license services. The Trust is also involved in various operations incidental to the operation of hotels, such as the operation of restaurants, meeting/banquet room rentals, and the operation of a reservation system. Geographically operates through the region of the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TPET",
      "name": "Trio Petroleum Corp. Common Stock",
      "company": "Trio Petroleum Corp. Common Stock",
      "companyUrl": "",
      "description": "Trio Petroleum Corp is a California-focused oil and gas exploration and development company. It acquires, fund, and operate oil exploration and production from assets in California.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "HUSA",
      "name": "Houston American Energy Corporation Common Stock",
      "company": "Houston American Energy Corporation",
      "companyUrl": "https://www.houstonamerican.com",
      "description": "Houston American Energy Corp is an independent oil and gas company focused on the development, exploration, exploitation, acquisition, and production of natural gas and crude oil properties. Its properties, and operations, are in the U.S. Permian Basin, the U.S. Gulf Coast region, particularly Texas and Louisiana, and in the South American country of Colombia. The company's an exploration and development projects are focused on existing property interests, and future acquisition of additional property interests, in the Texas Permian Basin, the onshore Texas and Louisiana Gulf Coast region, and in the South American country of Colombia.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "UAVS",
      "name": "AgEagle Aerial Systems, Inc. Common Stock",
      "company": "AgEagle Aerial Systems, Inc.",
      "companyUrl": "https://www.ageagle.com",
      "description": "AgEagle Aerial Systems Inc is a provider of drone imagery data analytics for the precision and sustainable agriculture markets. It designs, produces, distributes, and supports technologically- advanced small unmanned aerial systems (UAVs) that it offers for sale commercially to the precision agriculture industry. The company's revenue is derived primarily through the sales of drone and drone-related products and services, sensors and related accessories, and software subscriptions.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Aerospace",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CTM",
      "name": "Castellum, Inc. Common Stock",
      "company": "Castellum, Inc. Common Stock",
      "companyUrl": "",
      "description": "Castellum, Inc. provides services in the areas of cybersecurity, information technology, electronic and information warfare, and information operations. Its services include intelligence analysis, software development, software engineering, program management, strategic and mission planning, information assurance, cybersecurity and policy support, and data analytics services. It serves customers in the federal government, financial services, healthcare, and other data application sectors. Castellum, Inc. is based in Bethesda, Maryland.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "EDP Services",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TRT",
      "name": "Trio-Tech International Common Stock",
      "company": "Trio-Tech International",
      "companyUrl": "http://www.triotech.com",
      "description": "Trio-Tech International is a provider of third-party semiconductor testing and burn-in services through its laboratories in Southeast Asia. The company operates in four segments namely Manufacturing, Testing services, Distribution, and Real Estate. Its Manufacturing segment manufactures both front-end and back-end semiconductor test equipment and related peripherals. The Testing segment renders services to the manufacturer and purchaser of semiconductors and other entities. Its Distribution segment is involved in the distribution of its products. The company's Real Estate segment consists of investment in real estate. Its geographical area of operations includes the United States, Singapore, Malaysia, Thailand, and China.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GNS",
      "name": "Genius Group Limited Ordinary Shares",
      "company": "Genius Group Limited Ordinary Shares",
      "companyUrl": "",
      "description": "Genius Group Ltd is a global education company connecting students, teachers, leaders, entrepreneurs and change-makers with the tools and global community with a mission to develop an entrepreneur education system that prepares students for the 21st Century.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Educational Services",
      "sector": "Consumer Discretionary",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MNK",
      "name": "Mallinckrodt plc Ordinary Shares",
      "company": "Mallinckrodt plc Ordinary Shares",
      "companyUrl": "",
      "description": "Mallinckrodt PLC develops, manufactures, markets, and distributes specialty pharmaceutical products and therapies. Its areas of focus include autoimmune and rare diseases in specialty areas like neurology, rheumatology, nephrology, pulmonology and ophthalmology; immunotherapy and neonatal respiratory critical care therapies; analgesics and gastrointestinal products. The company operates its business in two reportable segments namely Specialty Brands which includes innovative specialty pharmaceutical brands; and Specialty Generics which includes niche specialty generic drugs and active pharmaceutical ingredients. It generates maximum revenue from the Specialty Brands segment. Geographically, it derives a majority of revenue from the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CKX",
      "name": "CKX Lands, Inc. Common Stock",
      "company": "CKX Lands, Inc.",
      "companyUrl": "https://www.ckxlands.com",
      "description": "CKX Lands Inc is a Louisiana corporation organized to receive non-producing mineral royalties spun off by a southwest Louisiana bank. It operates in three segments: Oil and Gas, Surface, and Timber. The company owns land and mineral interests and collects income through its ownership in the form of oil and gas royalties, surface leases for farming, the right of way and other uses, and timber sales. The company's oil and gas royalties are paid by the operators who own the wells and timber income is paid by the highest bidder for the timber.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TPHS",
      "name": "Trinity Place Holdings Inc. Common Stock",
      "company": "Trinity Place Holdings Inc. Common Stock",
      "companyUrl": "",
      "description": "Trinity Place Holdings Inc is a real estate holding, investment, and asset management company. It is primarily engaged into own, investing in, managing, developing or redeveloping real estate assets and real estate-related securities. It also controls a range of intellectual property assets focused on the consumer sector, including its online marketplace at FilenesBasement.com, its rights to the Stanley Blacker brand, and the intellectual property associated with the Running of the Brides event.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Building operators",
      "sector": "Real Estate",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CEI",
      "name": "Camber Energy, Inc. Common Stock",
      "company": "Camber Energy, Inc.",
      "companyUrl": "https://www.camber.energy",
      "description": "Camber Energy Inc is active in the oil and gas market. The company is engaged in the acquisition and development of crude oil and natural gas from various known productive geological formations. The company operates exclusively in the onshore United States oil and natural gas industry. Its sales are made on a month-to-month basis, and title transfer occurs when the oil is loaded onto the purchaser's truck.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AAU",
      "name": "Almaden Minerals, Ltd. Common Shares",
      "company": "Almaden Minerals, Ltd.",
      "companyUrl": "https://www.almadenminerals.com",
      "description": "Almaden Minerals Ltd is an exploration stage company and is engaged in the exploration and development of properties in Canada and Mexico. The company owns an interest in the Tuligtic project in Puebla State, Mexico. Tuligtic covers the Ixtaca Gold-Silver Deposit.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NHWK",
      "name": "NightHawk Biosciences, Inc. Common Stock",
      "company": "NightHawk Biosciences, Inc.",
      "companyUrl": "https://www.nighthawkbio.com",
      "description": "Heat Biologics, Inc. is registered with the U.S. Security and Exchange Commission and incorporated in the state of Delaware. Heat Biologics, Inc is primarely in the business of pharmaceutical preparations. For financial reporting, their fiscal year ends on December 31st. This page includes all SEC registration details as well as a list of all documents (S-1, Prospectus, Current Reports, 8-K, 10K, Annual Reports) filed by Heat Biologics, Inc.. Heat Biologics Inc is a US-based immuno-oncology company. It is engaged in developing therapies that activate a patient's immune system against cancer utilizing an engineered form of gp96. The group's T cell-stimulating therapeutic vaccine platform technologies, Immune Pan-Antigen Cytotoxic Therapy (ImPACT) and Combination Pan-Antigen Cytotoxic Therapy (ComPACT), form the basis of its product candidates.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SIF",
      "name": "SIFCO Industries, Inc. Common Stock",
      "company": "SIFCO Industries, Inc.",
      "companyUrl": "https://www.sifco.com",
      "description": "SIFCO Industries Inc is engaged in the production of forgings and machined components for the Aerospace and Energy markets. Its processes and services include forging, heat-treating and machining. It serves original equipment manufacturers (OEM) as well as aftermarket customers. The company supplies new and spare components for commercial aircraft. Its products are made of steel, stainless steel, titanium and aluminium and include OEM and aftermarket components for aircraft and industrial gas turbine engines, steam turbine blades, structural airframe components, aircraft landing gear components, aircraft wheels and brakes, critical rotating components for helicopters and industrial products. Substantial revenue is derived from North America as well as operates in Europe.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Office Equipment/Supplies/Services",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PZG",
      "name": "Paramount Gold Nevada Corp. Common Stock",
      "company": "Paramount Gold Nevada Corp.",
      "companyUrl": "https://www.paramountnevada.com",
      "description": "Paramount Gold Nevada Corp is an exploration-stage mining company. Together with its subsidiaries, it is engaged in the business of acquiring, exploring, and developing precious metal projects in the United States. Also, it explores for gold and silver. It enhances the value of projects by implementing exploration and engineering programs that are likely to expand and upgrade known mineralized material to reserves. Paramount tries to realize the value of its projects by selling its projects to producers; joint venturing its projects with other companies; or building and operating small mines on its own. Its projects include sleeper gold, grassy mountain gold, frost project; other non-material, and mineral resources.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Metal Mining",
      "sector": "Basic Materials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AMS",
      "name": "American Shared Hospital Services Common Stock",
      "company": "American Shared Hospital Services",
      "companyUrl": "https://www.ashs.com",
      "description": "American Shared Hospital Services provides stereotactic radiosurgery equipment and Advanced radiation therapy \u0026 related equipment. It currently provides Gamma Knife units to medical centers and stand-alone facilities. The company, along with its subsidiaries, operates through the following operations: Gamma Knife, Advanced Radiation Therapy Equipment \u0026 Services, and Proton Beam Radiation Therapy Operations. It generates most of its revenue from the domestic market.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Medical Specialities",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "WYY",
      "name": "WidePoint Corporation Common Stock",
      "company": "WidePoint Corporation",
      "companyUrl": "https://www.widepoint.com",
      "description": "WidePoint Corp is a provider of trusted mobility management (TM2) that offers federally certified communications management, identity management, and interactive bill presentment and analytics solutions. The company's solutions include Telecom Lifecycle Management, Digital billing communications solutions, and Mobile and Identity management.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "EDP Services",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IGC",
      "name": "IGC Pharma, Inc. Common Stock",
      "company": "IGC Pharma, Inc.",
      "companyUrl": "https://www.igcinc.us",
      "description": "India Globalization Capital Inc is an investment holding company. The company's operating segment includes Infrastructure and Life Sciences. It generates maximum revenue from the Life Sciences segment. The Infrastructure Business segment involves the execution of construction contracts, the rental of heavy construction equipment, and the purchase and resale of physical commodities used in infrastructure. The Life Sciences Segment includes biopharmaceuticals and Over the Counter Products Geographically, it derives a majority of revenue from Hong Kong and also has a presence in India.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MWG",
      "name": "Multi Ways Holdings Limited Ordinary Shares",
      "company": "Multi Ways Holdings Limited Ordinary Shares",
      "companyUrl": "",
      "description": "Multi Ways Holdings Ltd is a supplier of a wide range of heavy construction equipment for sales and rental in Singapore and the surrounding region. The wide variety of new and used heavy construction equipment for sale and rental by customers range from: earth-moving equipment such as bulldozers, off-terrain dump trucks, excavators and wheel loaders; material-handling equipment such as crawler cranes, rough terrain cranes, scissor lifts, forklifts, boom-lifts and telescopic handlers; road-building equipment such as motor graders, vibrating compactors, asphalt finishers, skid loaders, backhoe loaders, hand rollers and mini excavators; and generators and compressors, such as air compressors, generators, lighting towers and welding machines.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Miscellaneous manufacturing industries",
      "sector": "Consumer Discretionary",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "INLX",
      "name": "Intellinetics, Inc. Common Stock",
      "company": "Intellinetics, Inc. Common Stock",
      "companyUrl": "",
      "description": "Intellinetics Inc is a document service and solutions software company serving both the small-to-medium business and governmental sectors. The company's Document Management segment consists primarily of solutions involving our software platform, which allows customers to capture and manage all documents across operations such as scanned hard-copy documents and all digital documents including those from Microsoft Office 365, digital images, audio, video, and emails. The company's Document Conversion offerings aid clients as a part of their overall document strategy to convert documents from one medium to another. It generates most of its revenue from Document Conversion.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Computer Software: Prepackaged Software",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PHGE",
      "name": "BiomX Inc. COmmon Stock",
      "company": "BiomX Inc. COmmon Stock",
      "companyUrl": "",
      "description": "BiomX Inc is a clinical-stage microbiome company based in Israel. The company is engaged in developing both natural and engineered phage cocktails designed to target and destroy harmful bacteria that affect the appearance of the skin, as well as harmful bacteria in chronic diseases, such as inflammatory bowel disease, colorectal cancer, and primary sclerosing cholangitis.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ID",
      "name": "PARTS iD, Inc. Class A Common Stock",
      "company": "PARTS iD, Inc.",
      "companyUrl": "https://www.partsidinc.com",
      "description": "PARTS iD Inc is a technology-driven, digital commerce company focused on online retailer of automotive parts, components, and accessories. The product portfolio includes interior products, exterior products, wheels, body parts, audio \u0026 electronics, automotive tools, and other related products.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Diversified Commercial Services",
      "sector": "Miscellaneous",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MIMO",
      "name": "Airspan Networks Holdings Inc. Common Stock",
      "company": "Airspan Networks Holdings Inc. Common Stock",
      "companyUrl": "",
      "description": "Airspan is a U.S.-based provider of groundbreaking, disruptive software and hardware for 5G networks, and a pioneer in end-to-end Open RAN solutions that are interoperable with other vendors. As a result of our innovative technology and significant R\u0026D investments to build and expand our 5G solutions portfolio, Airspan is well positioned with Open RAN, private networks, fixed wireless access (FWA), and CBRS solutions, providing solutions to tier 1 mobile network operators to deploy their networks of the future, today. With over one million cells shipped to 1,000 customers in more than 100 countries, Airspan has global scale.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Telecommunications Equipment",
      "sector": "Consumer Discretionary",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "KIQ",
      "name": "Kelso Technologies Inc Ordinary Shares",
      "company": "Kelso Technologies Inc",
      "companyUrl": "https://www.kelsotech.com",
      "description": "Kelso Technologies Inc is a railway equipment supplier that produces and sells tank car service equipment used for the safe loading, unloading, and containment of hazardous materials during transport. The firm designs, engineers, markets, produces, and distributes various pressure relief valves and manway securement systems designed to reduce the risk of environmental harm due to non-accidental events in the transportation of hazardous commodities via railroad tank cars.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Railroads",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NNVC",
      "name": "NanoViricides, Inc. Common Stock",
      "company": "NanoViricides, Inc.",
      "companyUrl": "http://www.nanoviricides.com",
      "description": "Nanoviricides Inc is a nano-biopharmaceutical company which is engaged in discovering, developing, and commercializing therapeutics to advance the care of patients suffering from life-threatening viral infections. The company engaged in the application of nanomedicine technologies to the complex issues of viral diseases. It focuses its research and clinical programs on specific anti-viral therapeutics and is seeking to add to its existing portfolio of products through its internal discovery and clinical development programs and through an in-licensing strategy.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TKAT",
      "name": "Takung Art Co., Ltd. Common Stock",
      "company": "Takung Art Co., Ltd. Common Stock",
      "companyUrl": "",
      "description": "Takung Art Co Ltd operates an online electronic platform for offering and trading artwork. Through its platform, the company allows artists/art dealers/owners to access a much bigger art trading market where they can engage with a wide range of investors. Its platform also invests in high-end artwork accessible to ordinary people without financial resources. The company's trading platforms comprise the sale of calligraphies and paintings, jewelry, and precious stones. It generates revenue in the form of services in connection with the offering and trading of artwork on its system, primarily consisting of listing fees, trading commissions, and management fees.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Other Specialty Stores",
      "sector": "Consumer Discretionary",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AUST",
      "name": "Austin Gold Corp. Common Shares",
      "company": "Austin Gold Corp. Common Shares",
      "companyUrl": "",
      "description": "Austin Gold Corp is a gold exploration company focused on gold targets and making district-scale gold discoveries in Nevada. Its projects include Kelly Creek in Humboldt County, Lone Mountain and Miller in Elko County, and Fourmile Basin in Nye County.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Precious Metals",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MITQ",
      "name": "Moving iMage Technologies, Inc. Common Stock",
      "company": "Moving iMage Technologies, Inc.",
      "companyUrl": "http://www.movingimagetech.com",
      "description": "Moving iMage Technologies Inc is engaged in providing designed equipment as well as other off the shelf cinema products needed for contemporary cinema requirements. It offers technical, design and consulting services such as custom engineering, systems design, integration and installation, and digital technology, as well as software solutions for operations enhancement and theatre management.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Telecommunications Equipment",
      "sector": "Telecommunications",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AULT",
      "name": "Ault Alliance, Inc. Common Stock",
      "company": "Ault Alliance, Inc.",
      "companyUrl": "https://www.ault.com",
      "description": "Ault Alliance Inc is a diversified holding company. It owns and operates a data center at which it mines Bitcoin and provides mission-critical products that support a diverse range of industries, including oil exploration, crane services, defense/aerospace, industrial, automotive, medical/biopharma, consumer electronics, hotel operations and textiles.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Machinery/Components",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MSN",
      "name": "Emerson Radio Corporation Common Stock",
      "company": "Emerson Radio Corporation",
      "companyUrl": "https://www.emersonradio.com",
      "description": "Emerson Radio Corp operates in the consumer electronics industry. The company designs, sources, imports and markets a variety of houseware and consumer electronic products, and licenses the Emerson trademark for domestically and internationally. Its products are offered to encompass televisions, digital versatile disc players and video cassette recorders, audio accessories, microwave ovens, home theatres, high-end audio products, office products, mobile stereo, and wireless products. geographically, it derives a majority of revenue from the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Consumer Electronics/Appliances",
      "sector": "Consumer Staples",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AIRI",
      "name": "Air Industries Group Common Stock",
      "company": "Air Industries Group",
      "companyUrl": "https://www.airindustriesgroup.com",
      "description": "Air Industries Group is an aerospace and defense company. Its manufactures and designs structural parts and assemblies that focus on flight safety, including landing gear, arresting gear, engine mounts, flight controls, throttle quadrants, jet engines and other components. The company also provide sheet metal fabrication of aerostructures, tube bending, and welding services. It reports into two segments namely Complex Machining, and Turbine Engine Components.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Military/Government/Technical",
      "sector": "Industrials",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IBIO",
      "name": "iBio, Inc. Common Stock",
      "company": "iBio, Inc.",
      "companyUrl": "https://www.ibioinc.com",
      "description": "iBio Inc is a part of the healthcare sector. Its main business is commercialized technologies and product candidates and manufacturing services to clients and collaborators. Its main area of business is plant-based protein expression technologies for vaccines and therapeutic proteins and developing and commercializing select biopharmaceutical product candidates. Its products are used to combat various areas such as fibrotic diseases, cancers, and infectious diseases. The company operates in two segments: biologics development and licensing activities, conducted within iBio, Inc.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "MYO",
      "name": "Myomo Inc. Common Stock",
      "company": "Myomo Inc.",
      "companyUrl": "https://www.myomo.com",
      "description": "Myomo Inc is a medical robotics company. It develops, designs, and produces myoelectric orthotics for people with neuromuscular disorders. Myomo develops and markets the MyoPro product line of lightweight, non-invasive, powered arm braces (orthoses) to restore function in the paralyzed or weakened arms and hands of individuals that have suffered a stroke, spinal cord or nerve injury such as brachial plexus injury, or other neuro-muscular disability such as amyotrophic lateral sclerosis (ALS) or multiple sclerosis (MS). The company's products are referred to patients at leading rehabilitation facilities, including Mayo Clinic, Cleveland Clinic, Massachusetts General Hospital, Kennedy Krieger Institute, Loma Linda Medical Center and twenty VA hospitals, among others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Industrial Specialties",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TOVX",
      "name": "Theriva Biologics, Inc. Common Stock",
      "company": "Theriva Biologics, Inc.",
      "companyUrl": "https://www.therivabio.com",
      "description": "Theriva Biologics Inc is a clinical-stage pharmaceutical company developing a novel oncolytic adenovirus (OV) platform to address devastating cancers with high unmet needs. It is a lead clinical-stage program VCN-01, designed to break down the tumor stroma, and its preclinical-stage program VCN-11, leverages its proprietary Albumin Shield Technology to protect systemically administered oncolytic viruses from the host immune system.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "WLMS",
      "name": "Williams Industrial Services Group Inc. Common Stock",
      "company": "Williams Industrial Services Group Inc. Common Stock",
      "companyUrl": "",
      "description": "Williams Industrial Services Group Inc provides a range of construction, maintenance, and support services to customers in energy, power, and industrial end markets. The services it provides are designed to improve or sustain operating efficiencies and extend the useful lives of process equipment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Military/Government/Technical",
      "sector": "Industrials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FOXO",
      "name": "FOXO Technologies Inc. Class A Common Stock",
      "company": "FOXO Technologies Inc. Class A Common Stock",
      "companyUrl": "",
      "description": "The PowerShares DWA Tactical MultiAsset Income Portfolio seeks to track the investment results before fees and expenses of the Dorsey Wright MultiAsset Income Index the Underlying Index.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Retail: Computer Software \u0026 Peripheral Equipment",
      "sector": "Technology",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CANF",
      "name": "Can-Fite Biopharma Ltd Sponsored ADR (Israel)",
      "company": "Can-Fite Biopharma Ltd",
      "companyUrl": "http://www.canfite.com",
      "description": "Can Fite Biofarma Ltd is an advanced clinical stage drug development company with a platform technology that is designed to address multi-billion dollar markets in the treatment of cancer, liver, and inflammatory disease. The company's lead drug candidate, Piclidenoson, is currently in a Phase III trial for psoriasis. Can-Fite's liver drug, Namodenoson, is headed into a Phase III trial for hepatocellular carcinoma (HCC), the most common form of liver cancer, and a Phase IIb trial for the treatment of non-alcoholic steatohepatitis (NASH).",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Sponsored ADR (Israel)",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "Middle East",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NEN",
      "name": "New England Realty Associates Limited Partnership Class A Depositary Receipts Evidencing Units of Limited Partnership",
      "company": "New England Realty Associates Limited Partnership",
      "companyUrl": "https://www.thehamiltoncompany.com",
      "description": "New England Realty Associates LP is engaged in the business of acquiring, developing, holding for investment, operating and selling real estate. The Partnership owns and operates various residential apartments, condominium units and commercial properties located in Massachusetts and New Hampshire. The company generates revenue from rental income from residential and commercial properties recognized over the term of the related lease. The long-term goals of the Partnership are to manage, rent and improve its properties and to acquire additional properties with income and capital appreciation potential as suitable opportunities arise.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Depositary Receipts Evidencing Units of Limited Partnership",
      "assetClass": "STOCKS",
      "industry": "Real Estate",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AWX",
      "name": "Avalon Holdings Corporation Common Stock",
      "company": "Avalon Holdings Corporation",
      "companyUrl": "https://www.avalonholdings.com",
      "description": "Avalon Holdings Corp is a waste management company. The company provides waste management services to industrial, commercial, municipal and governmental customers in selected northeastern and midwestern U.S. markets. It has two operating segments. The Waste management services segment which is the key revenue driver, includes waste disposal services, captive landfill operations, and saltwater injection well operations. Its Golf and related operations segment include management of golf courses and related clubhouses, a hotel, fitness centers, tennis courts, salon and spa services, dining, banquet and conference facilities and a travel agency.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Environmental Services",
      "sector": "Utilities",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "COHN",
      "name": "Cohen \u0026 Company Inc.",
      "company": "Cohen \u0026 Company Inc.",
      "companyUrl": "https://www.cohenandcompany.com",
      "description": "Cohen \u0026 Co Inc is a US-based company that delivers financial services in fixed income markets. It is focused on small-cap banking institutions and has grown to provide an expanding range of capital markets and asset management services. It has three business segments. The Capital Markets segment, which is the key revenue driver, consists of fixed income sales, trading, matched book repo financing, new issue placements in corporate and securitized products, and advisory services. The Asset Management segment manages assets within collateralized debt obligations, managed accounts, joint ventures, and investment funds. The Principal Investing segment is comprised of investments to earn return rather than to support trading, matched book repo, or other Capital Markets segment activities.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock Real Estate Investment Trust",
      "assetClass": "STOCKS",
      "industry": "Investment Bankers/Brokers/Service",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BTTR",
      "name": "Better Choice Company Inc. Common Stock",
      "company": "Better Choice Company Inc. Common Stock",
      "companyUrl": "",
      "description": "Better Choice Co Inc is a pet health and wellness portfolio company, offering consumers a wide variety of recognized premium pet products and hemp-derived CBD supplements. Its portfolio includes kibble and canned dog and cat food, freeze-dried raw dog food and treats, vegan dog food and treats, oral care products, supplements and grooming aids. Its core products sold under the Halo brand are sustainably sourced, derived from real whole meat and no rendered meat meal and include non-GMO fruits and vegetables. Its core products sold under the TruDog brand are made according to nutritional philosophy of fresh, meat-based nutrition and minimal processing.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Beverages (Production/Distribution)",
      "sector": "Consumer Staples",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "LSF",
      "name": "Laird Superfood, Inc. Common Stock",
      "company": "Laird Superfood, Inc. Common Stock",
      "companyUrl": "",
      "description": "Laird Superfood Inc is engaged in the business of manufacturing and marketing highly differentiated plant-based and functional foods. The product portfolio includes organic mushrooms, coconut water, organic coconut sugar, mushroom coffee, and other related products.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Packaged Foods",
      "sector": "Consumer Staples",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ENSV",
      "name": "Enservco Corporation Common Stock",
      "company": "ENSERVCO Corporation",
      "companyUrl": "http://www.enservco.com",
      "description": "Enservco Corp is a player in the oil and gas industry. It works in the conventional and unconventional oil and gas fields throughout the United States providing well enhancement and fluid logistics and management services to exploration and production companies operating in the U.S. onshore oil and gas industry. It functions through its subsidiaries namely; Heat Waves Hot Oil Service, Heat Waves Water Management, Adler Hot Oil Service, HE Services and Dillco Fluid Service. Its reportable business segments are Well Enhancement Services and Water Transfer Services.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oilfield Services/Equipment",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "RHE",
      "name": "Regional Health Properties, Inc. Common Stock",
      "company": "Regional Health Properties, Inc. Common Stock",
      "companyUrl": "",
      "description": "Regional Health Properties Inc is a self-managed healthcare real estate investment company that invests primarily in real estate purposed for senior living and long-term healthcare through facility lease and sub-lease transactions. Its business primarily consists of leasing and subleasing such facilities to third-party tenants, which operate the facilities. Its portfolio of more than 20 properties is diversified across various states, with concentrations in Georgia and Ohio.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Real Estate",
      "sector": "Real Estate",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "OGEN",
      "name": "Oragenics Inc. Common Stock",
      "company": "Oragenics Inc.",
      "companyUrl": "https://www.oragenics.com",
      "description": "Oragenics Inc is engaged in the healthcare sector. The firm is focused on becoming a leader in developing novel antibiotics against infectious diseases and on developing effective treatments for oral mucositis. Oragenics involves developing its antibiotic product candidate, OG716 as well as other homolog antibiotic product candidates, researching LBPs, and having other product candidates, including SMaRT Replacement Therapy positioned for out-licensing or partnering. It is also developing a Terra CoV-2 immunization product candidate to combat the novel coronavirus.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SSY",
      "name": "SunLink Health Systems, Inc. Common Stock",
      "company": "SunLink Health Systems, Inc.",
      "companyUrl": "http://www.sunlinkhealth.com",
      "description": "SunLink Health Systems Inc is engaged in providing retail pharmacy services. The company operates its business through segments namely the Healthcare Services segment and Pharmacy segment. The Healthcare Services segment includes subsidiaries that own and operates nearly 80-licensed-bed, acute care hospitals, which includes more than 18-bed geriatric psychology unit, and over 60-bed nursing home; own medical buildings, which are leased to unaffiliated healthcare providers, and adjacent vacant land; and provides information technology to outside customers. The Pharmacy segment, which is the key revenue generator is composed of retail pharmacy products and services that are conducted in rural markets; institutional pharmacy services; pharmacy services; and durable medical equipment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Hospital/Nursing Management",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AMBO",
      "name": "Ambow Education Holding Ltd. American Depository Shares, each representing two Class A ordinary shares",
      "company": "Ambow Education Holding Ltd.",
      "companyUrl": "https://www.ambow.com",
      "description": "Ambow Education Holding Ltd is a provider of educational and career enhancement services in China. It operates through two segments: K-12 Schools and CP\u0026CE Programs. The K-12 Schools segment includes the full-subject national curriculum. The CP\u0026CE Programs include tutoring services and career enhancement services. Geographically all the operations function in US and China.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "American Depository Shares, each representing two Class A ordinary shares",
      "assetClass": "STOCKS",
      "industry": "Educational Services",
      "sector": "Consumer Discretionary",
      "region": "Asia",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PW",
      "name": "Power REIT (MD) Common Stock",
      "company": "Power REIT",
      "companyUrl": "https://www.pwreit.com",
      "description": "Power REIT is a real estate investment trust (REIT) that owns real estate related to properties for Controlled Environment Agriculture, Renewable Energy and Transportation. The company is actively seeking to expand its real estate portfolio related to Controlled Environment Agriculture for the cultivation of food and cannabis. The company is focused on CEA in the form of a greenhouse which uses dramatically less energy than indoor growing, 95% less water usage than outdoor growing and does not have any agricultural runoff of fertilizers or pesticides. To date, its greenhouse properties are operated for the cultivation of cannabis by state-licensed operators.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Real Estate Investment Trusts",
      "sector": "Real Estate",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GBR",
      "name": "New Concept Energy, Inc Common Stock",
      "company": "New Concept Energy, Inc",
      "companyUrl": "http://www.newconceptenergy.com",
      "description": "New Concept Energy Inc is a United States-based company engaged in Real Estate Operations. The company owns approximately 190 acres of land located in Parkersburg, West Virginia. It operates in one segment, which is real estate rental.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "RMED",
      "name": "Ra Medical Systems, Inc. Common Stock",
      "company": "Ra Medical Systems, Inc. Common Stock",
      "companyUrl": "",
      "description": "Ra Medical Systems Inc is a commercial-stage medical device company leveraging its laser-based platform for use in the treatment of vascular diseases. Its products restore blood-flow in arteries and clearing chronic skin conditions. The firm's products include DABRA and Pharos. DABRA System is used as a tool in the treatment of peripheral artery disease, or PAD, a form of peripheral vascular disease, which commonly occurs in the legs. Pharos is designed for use in the treatment of inflammatory skin conditions and as a tool in the treatment of psoriasis, vitiligo, atopic dermatitis, and leukoderma.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Medical/Dental Instruments",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "TMBR",
      "name": "Timber Pharmaceuticals, Inc. Common Stock",
      "company": "Timber Pharmaceuticals, Inc.",
      "companyUrl": "https://www.timberpharma.com",
      "description": "Timber Pharmaceuticals Inc is a biopharmaceutical company focused on the development and commercialization of treatments for orphan dermatologic diseases. It is initially focused on developing non-systemic treatments for rare dermatologic diseases including congenital ichthyosis, facial angiofibromas in tuberous sclerosis complex, and scleroderma. The company's development pipeline includes TMB-001 (Topical Isotretinoin), TMB-002 (Topical Rapamycin), and TMB-003 (Topical / Subcutaneous ET-A Receptor Antagonist).",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "UUU",
      "name": "Universal Security Instruments, Inc. Common Stock",
      "company": "Universal Security Instruments, Inc.",
      "companyUrl": "https://www.universalsecurity.com",
      "description": "Universal Security Instruments Inc is a U.S based manufacturer and distributor of safety and security devices. The company markets a line of residential smoke and carbon monoxide alarms under the trade names UNIVERSAL and USI Electric. It also markets products to the electrical distribution trade such as electrical and lighting distributors as well as manufactured housing companies. Its product portfolio consists of smoke and fire alarms, carbon monoxide alarms, multi-gas alarms, universal smoke sensing technology, and plug-in alarms.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Electronic Components",
      "sector": "Technology",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "YCBD",
      "name": "cbdMD, Inc. Common Stock",
      "company": "cbdMD, Inc.",
      "companyUrl": "https://www.cbdmd.com",
      "description": "cbdMD Inc is a United States based company. It owns and operates the consumer hemp-based cannabidiol (CBD) brand, cbdMD. The company's product categories include CBD tinctures, CBD gummies, CBD topicals, CBD bath bombs, CBD oils, and CBD pet products. The firm distributes its products through an e-commerce website, wholesalers and a variety of brick and mortar retailers.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Package Goods/Cosmetics",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ITP",
      "name": "IT Tech Packaging, Inc. Common Stock",
      "company": "IT Tech Packaging, Inc.",
      "companyUrl": "http://www.itpackaging.cn",
      "description": "IT Tech Packaging Inc is a holding company engaged in the business of paper manufacturing in China. The company operates as a producer and distributor of paper products. It involves in production and distribution of three categories of paper products: packing paper (corrugating medium paper), offset printing paper, and tissue paper products. It also produces digital photo paper. Its business is structured into two segments Dongfang Paper which produces offset printing paper and corrugating medium paper; and Baoding Shengde which produces digital photo paper.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Containers/Packaging",
      "sector": "Consumer Discretionary",
      "region": "Asia",
      "expenseRatio": ""
    },
    {
      "mnemonic": "VINE",
      "name": "Fresh Vine Wine, Inc. Common Stock",
      "company": "Fresh Vine Wine, Inc. Common Stock",
      "companyUrl": "",
      "description": "Fresh Vine Wine Inc is a producer of low carb, low calorie premium wines in the United States. The company's wine collection features a California Cabernet Sauvignon, Pinot Noir, Chardonnay, California Rose wine, and a Limited Reserve Napa Cabernet.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Beverages (Production/Distribution)",
      "sector": "Consumer Staples",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AMPE",
      "name": "Ampio Pharmaceuticals, Inc.",
      "company": "Ampio Pharmaceuticals, Inc.",
      "companyUrl": "https://www.ampiopharma.com",
      "description": "Ampio Pharmaceuticals Inc is a biopharmaceutical company. It is focused on the development and advancement of immunomodulatory therapies for the treatment of pain from osteoarthritis. Its lead product candidate, Ampion, is in clinical trials and is being developed for the treatment of severe Osteoarthritis of the Knee, an intravenous treatment for COVID-19 patients, and an inhaled treatment for COVID-19 induced respiratory distress.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CPHI",
      "name": "China Pharma Holdings, Inc. Common Stock",
      "company": "China Pharma Holdings, Inc.",
      "companyUrl": "http://www.chinapharmaholdings.com",
      "description": "China Pharma Holding Inc is a drug manufacturing company. It is mainly engaged in the development, manufacture, and marketing of pharmaceutical products for human use in connection with a variety of high-incidence and high-mortality diseases and medical conditions prevalent in the People's Republic of China. The company mainly manufactures pharmaceutical products in the form of dry powder injectables, liquid injectables, tablets, capsules, and cephalosporin oral solutions. The product line of the company includes cefaclor dispersible tablets, clarithromycin granules, roxithromycin dispersible tablets, andrographolide tablets, ozagrel sodium for injection, gastrodin injection, and others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "Asia",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DXF",
      "name": "Dunxin Financial Holdings Limited American Depositary Shares",
      "company": "Dunxin Financial Holdings Limited",
      "companyUrl": "http://www.hbctxed.com",
      "description": "Dunxin Financial Holdings Ltd is engaged in the business of providing loan facilities to micro, small and medium-sized enterprises and sole proprietors in the Hubei province of the People's Republic of China. It serves family-run businesses, farmers, and individual borrowers. Some of its loan products include Consumer Loans; Commercial Loans; Collateral-Backed Loans; Enterprise Loans and others.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "American Depositary Shares",
      "assetClass": "STOCKS",
      "industry": "Finance: Consumer Services",
      "sector": "Finance",
      "region": "Asia",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NAVB",
      "name": "Navidea Biopharmaceuticals, Inc. Common Stock",
      "company": "Navidea Biopharmaceuticals, Inc.",
      "companyUrl": "https://www.navidea.com",
      "description": "Navidea Biopharmaceuticals Inc is a biotechnology company specialized in precision medicine. Its products, precision immunodiagnostic agents and immunotherapeutic products are designed to assist in the identification of undetected diseases and to improve targeted treatment. The company's platform, known as Manocept technology, aims to develop next-generation targeted diagnostics and therapies for cancer, autoimmune conditions, and other inflammatory diseases. One of the company's products is Lymphoseek, a radioactive diagnostic agent indicated to locate lymph nodes.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: In Vitro \u0026 In Vivo Diagnostic Substances",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "UFAB",
      "name": "Unique Fabricating, Inc. Common Stock",
      "company": "Unique Fabricating, Inc.",
      "companyUrl": "https://www.uniquefab.com",
      "description": "Unique Fabricating Inc is engaged in the engineering and manufacture of multi-material foam, rubber, and plastic components utilized in noise, vibration and harshness, acoustical management, water and air sealing, decorative and other functional applications. Its products are air management products, heating ventilating and air conditioning, seals, fender stuffers, air ducts, acoustical insulation, door water shields, gas tank pads, light gaskets, topper pads, mirror gaskets, glove box liners, personal protection equipment, and packaging. It derives net sales from the sales of foam, rubber plastic, and tape adhesive related automotive products produced by manufacturing processes including die cutting, compression molding, thermoforming, reaction injection molding and fusion molding.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Auto Parts:O.E.M.",
      "sector": "Consumer Discretionary",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NBY",
      "name": "NovaBay Pharmaceuticals, Inc. Common Stock",
      "company": "NovaBay Pharmaceuticals, Inc.",
      "companyUrl": "https://www.novabay.com",
      "description": "NovaBay Pharmaceuticals Inc is a biopharmaceutical company that develops and sells scientifically-created and clinically-proven eyecare and skincare products. Its leading product, Avenova Antimicrobial Lid and Lash Solution (Avenova Spray), is proven in laboratory testing to have broad antimicrobial properties as it removes foreign material including microorganisms and debris from the skin around the eye, including the eyelid. Avenova Spray is available direct to consumers through online distribution channels and is also often prescribed and dispensed by eyecare professionals for blepharitis and dry-eye disease.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EFSH",
      "name": "1847 Holdings LLC Common Shares",
      "company": "1847 Holdings LLC Common Shares",
      "companyUrl": "",
      "description": "1847 Holdings LLC is a diversified holding company. It operates in three segments: Retail and appliances, Construction, and Automotive Supplies. The company generates maximum revenue from the Retail and Appliances segment. The firm, through its subsidiaries, provides a wide range of land application services and selling equipment and parts, primarily to the agricultural, construction, and lawn and garden industries.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Professional Services",
      "sector": "Consumer Discretionary",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "USAS",
      "name": "Americas Gold and Silver Corporation Common Shares, no par value",
      "company": "Americas Gold and Silver Corporation Common Shares, no par value",
      "companyUrl": "",
      "description": "Scorpio Mining Corporation was incorporated under the Canada Business Corporations Act on May 12, 1998. The Company conducts mining exploration, development and production in Mexico. The Company has three material mineral projects - the Nuestra Senora Mine and processing plant, the El Cajon Project and the San Rafael Project. The Company operates the Nuestra Senora Mine and processing plant which are located east of the town of Cosala in the State of Sinaloa, Mexico. The Nuestra Senora Mine is an underground silver-zinc-lead copper mine. The Nuestra Senora processing plant which is located 7 km northwest of the Nuestra Senora Mine is a conventional flotation operation which currently operates at approximately 1,600 tpd and processes ore feed from the Nuestra Senora Mine. The Company's exploration and exploitation activities are subject to various federal, state and local laws and regulations in Mexico which govern the protection of the environment.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Metal Mining",
      "sector": "Basic Materials",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ACAQ",
      "name": "Athena Consumer Acquisition Corp. Class A Common Stock",
      "company": "Athena Consumer Acquisition Corp. Class A Common Stock",
      "companyUrl": "",
      "description": "Athena Consumer Acquisition Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AULT^D",
      "name": "Ault Alliance, Inc. 13.00% Series D Cumulative Redeemable Perpetual Preferred Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "AZTR",
      "name": "Azitra Inc Common Stock",
      "company": "Azitra Inc Common Stock",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Pharmaceutical Preparations",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BACA",
      "name": "Berenson Acquisition Corp. I Class A Common Stock",
      "company": "Berenson Acquisition Corp. I Class A Common Stock",
      "companyUrl": "",
      "description": "Berenson Acquisition Corp I is a newly incorporated blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BCV",
      "name": "Bancroft Fund, Ltd.",
      "company": "Bancroft Fund Limited",
      "companyUrl": "http://www.gabelli.com",
      "description": "Bancroft Fund Ltd is a diversified closedend management investment company. The funds main objective is to provide income and potential for capital appreciation.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BCV^A",
      "name": "Bancroft Fund Limited 5.375% Series A Cumulative Preferred Shares",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BITE",
      "name": "Bite Acquisition Corp. Common Stock",
      "company": "Bite Acquisition Corp. Common Stock",
      "companyUrl": "",
      "description": "Bite Acquisition Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "BSAQ",
      "name": "Black Spade Acquisition Co Class A Ordinary Shares",
      "company": "Black Spade Acquisition Co Class A Ordinary Shares",
      "companyUrl": "",
      "description": "Black Spade Acquisition Co is a shell company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CHAA",
      "name": "Catcha Investment Corp. Class A Ordinary Shares",
      "company": "Catcha Investment Corp. Class A Ordinary Shares",
      "companyUrl": "",
      "description": "Catcha Investment Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CIK",
      "name": "Credit Suisse Asset Management Income Fund, Inc. Common Stock",
      "company": "Credit Suisse Asset Management Income Fund, Inc.",
      "companyUrl": "http://www.credit-suisse.com",
      "description": "Credit Suisse Asset Mgmt Income Fund Inc is a closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CLM",
      "name": "Cornerstone Strategic Value Fund, Inc. New Common Stock",
      "company": "Cornerstone Strategic Value Fund, Inc.",
      "companyUrl": "http://www.cornerstonestrategicvaluefund.com",
      "description": "Cornerstone Strategic Value Fund Inc is a closedend management investment company. The Funds investment objective is to seek longterm capital appreciation through investment in equity securities of U.S. and nonU.S. companies.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "CRF",
      "name": "Cornerstone Total Return Fund, Inc. (The) Common Stock",
      "company": "Cornerstone Strategic Return Fund, Inc. (The)",
      "companyUrl": "http://www.cornerstonetotalreturnfund.com",
      "description": "Cornerstone Total Return Fund Inc is a diversified closedend management company. Its objective is to seek longterm capital appreciation through investment in equity securities of U.S and nonU.S. companies. Under normal market conditions, the funds portfolio consists principally of the equity securities of large, mid and small-capitalization companies. Equity securities in which the fund may invest include common and preferred stocks, convertible securities, warrants and other securities having the characteristics of common stocks, such as American Depositary Receipts (ADRs) and International Depositary Receipts (IDRs). It may invest up to 10% of its assets in other closed-end investment companies.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DHY",
      "name": "Credit Suisse High Yield Bond Fund Common Stock",
      "company": "Credit Suisse High Yield Bond Fund",
      "companyUrl": "https://www.credit-suisse.com",
      "description": "Credit Suisse High Yield Bond Fund is a closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DMF",
      "name": "BNY Mellon Municipal Income Inc. Common Stock",
      "company": "BNY Mellon Municipal Income Inc.",
      "companyUrl": "https://www.bnymellonim.com",
      "description": "Dreyfus Municipal Income Inc is a non-diversified closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "DMYY",
      "name": "dMY Squared Technology Group, Inc. Class A Common Stock",
      "company": "dMY Squared Technology Group, Inc. Class A Common Stock",
      "companyUrl": "",
      "description": "dMY Squared Technology Group Inc is a blank check company whose business purpose is to effect a merger, capital stock exchange, asset acquisition, stock purchase, reorganization or similar business combination with one or more businesses.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EAD",
      "name": "Allspring Income Opportunities Fund Common Shares",
      "company": "Allspring Income Opportunities Fund",
      "companyUrl": "https://www.allspringglobal.com",
      "description": "Wells Fargo Income Opportunities Fund is a diversified closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares, without par value",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ECF",
      "name": "Ellsworth Growth and Income Fund Ltd.",
      "company": "Ellsworth Growth and Income Fund Ltd.",
      "companyUrl": "https://www.gabelli.com",
      "description": "Ellsworth Growth and Income Fund Ltd operate as a diversified, closed-end management investment company. It invests in convertible and equity securities, with the objectives of providing income and the potential for capital appreciation.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Mutual Fund",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ECF^A",
      "name": "Ellsworth Growth and Income Fund Ltd. 5.25% Series A Cumulative Preferred Shares (Liquidation Preference $25.00 per share)",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EIM",
      "name": "Eaton Vance Municipal Bond Fund Common Shares of Beneficial Interest, $.01 par value",
      "company": "Eaton Vance Municipal Bond Fund",
      "companyUrl": "https://www.eatonvance.com",
      "description": "Eaton Vance Municipal Bond Fund is a non-diversified closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ENX",
      "name": "Eaton Vance New York Municipal Bond Fund Common Shares of Beneficial Interest, $.01 par value",
      "company": "Eaton Vance New York Municipal Bond Fund",
      "companyUrl": "https://www.eatonvance.com",
      "description": "Eaton Vance New York Municipal Bond Fund is principally engaged in managing investment funds and providing investment management and advisory services to high-net-worth individuals and institutions.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest, $.01 par value",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ERC",
      "name": "Allspring Multi-Sector Income Fund Common Stock",
      "company": "Allspring Multi-Sector Income Fund",
      "companyUrl": "https://www.allspringglobal.com",
      "description": "Wells Fargo Multi-Sector Income Fund is an asset management company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock, no par value",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "ERH",
      "name": "Allspring Utilities and High Income Fund Common Shares",
      "company": "Allspring Utilities and High Income Fund Common Shares",
      "companyUrl": "",
      "description": "Wells Fargo Utilities and High Income Fund is a closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EVE",
      "name": "EVe Mobility Acquisition Corp Class A Ordinary Shares",
      "company": "EVe Mobility Acquisition Corp Class A Ordinary Shares",
      "companyUrl": "",
      "description": "EVe Mobility Acquisition Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EVM",
      "name": "Eaton Vance California Municipal Bond Fund Common Shares of Beneficial Interest, $.01 par value",
      "company": "Eaton Vance California Municipal Bond Fund",
      "companyUrl": "https://www.eatonvance.com",
      "description": "Eaton Vance California Municipal Bond Fund II is a closed-end investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest, $.01 par value",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "EVV",
      "name": "Eaton Vance Limited Duration Income Fund Common Shares of Beneficial Interest",
      "company": "Eaton Vance Limited Duration Income Fund",
      "companyUrl": "https://www.eatonvance.com",
      "description": "Eaton Vance Ltd Duration Income Fund is a diversified closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FAX",
      "name": "abrdn Asia-Pacific Income Fund, Inc. Common Stock",
      "company": "abrdn Asia-Pacific Income Fund, Inc.",
      "companyUrl": "https://www.aberdeenfax.com",
      "description": "The Funds investment objective is to seek current income. The Fund may also achieve incidental capital appreciation. The Fund will seek to achieve its investment objective through investment in Australian and Asian debt securities.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Investment Managers",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FCO",
      "name": "abrdn Global Income Fund, Inc. Common Stock",
      "company": "abrdn Global Income Fund, Inc.",
      "companyUrl": "https://www.abrdnfco.com",
      "description": "The Funds principal investment objective is to provide high current income by investing primarily in fixedincome securities. As a secondary investment objective the Fund seeks capital appreciation but only when consistent with its principal investment objective.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Investment Managers",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FEN",
      "name": "First Trust Energy Income and Growth Fund",
      "company": "First Trust Energy Income and Growth Fund",
      "companyUrl": "https://www.ftportfolios.com",
      "description": "First Trust Energy Income \u0026 Growth Fund is a non-diversified, closed-end management investment company in US. The Fund seeks to provide its common shareholders with an efficient vehicle to invest in a portfolio of cash-generating securities of energy companies. The Fund focuses on investing in publicly traded master limited partnerships (MLPs), related public entities in the energy sector and other energy companies, which the Funds Sub-Advisor (as defined below) believes offer opportunities for income and growth. Under normal market conditions, the Fund invests at least 85% of its Managed Assets (including assets obtained through leverage as defined below) in securities of energy companies and energy sector MLPs and energy sector MLP-related entities. To generate additional income, the Fund writes (or sells) covered call options on its Managed Assets.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "FLAG",
      "name": "First Light Acquisition Group, Inc. Class A Common Stock",
      "company": "First Light Acquisition Group, Inc. Class A Common Stock",
      "companyUrl": "",
      "description": "The investment seeks to provide investment results that, before fees and expenses, correspond generally to the price and yield performance of the FLAGLSX-Forensic Accounting Long-Short Index.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Stock",
      "assetClass": "STOCKS",
      "industry": "Biotechnology: Biological Products (No Diagnostic Substances)",
      "sector": "Health Care",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GGN",
      "name": "GAMCO Global Gold, Natural Resources \u0026 Income Trust",
      "company": "GAMCO Global Gold, Natural Reources \u0026 Income Trust",
      "companyUrl": "https://www.gabelli.com",
      "description": "GAMCO Global Gold, Natural Resources \u0026 Income Trust is a non-diversified closed-end investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "The Gabelli Gold, Natural Resources and Income Trust Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GGN^B",
      "name": "GAMCO Global Gold, Natural Reources \u0026 Income Trust 5.00% Series B Cumulative 25.00 Liquidation Preference",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GLO",
      "name": "Clough Global Opportunities Fund Common Stock",
      "company": "Clough Global Opportunities Fund",
      "companyUrl": "https://www.cloughglobal.com",
      "description": "Clough Global Opportunities Fund is a closed-end investment fund, which operates with the objective of generating capital appreciation and income for its investors.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GLQ",
      "name": "Clough Global Equity Fund Clough Global Equity Fund Common Shares of Beneficial Interest",
      "company": "Clough Global Equity Fund",
      "companyUrl": "https://www.cloughglobal.com",
      "description": "The investment objective is to provide a high level of total return. A fundamental research-driven investment process will be applied in order to pursue this objective. Under normal circumstances, at least 80% of the net assets, including any borrowings for investment purposes, will be invested in securities in both U.S. and non-U.S. markets. The Fund intends to invest primarily in a managed mix of global equity securities. Up to 20% of the total assets may be invested in fixed income securities, including both corporate and sovereign debt in both U.S. and non-U.S. markets. The Fund will not invest more than 10% of total assets in below investment grade securities, and not more than 20% in securities of governments and companies in emerging markets.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Clough Global Equity Fund Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GLTA",
      "name": "Galata Acquisition Corp. Class A Ordinary Shares",
      "company": "Galata Acquisition Corp. Class A Ordinary Shares",
      "companyUrl": "",
      "description": "Galata Acquisition Corp is a blank check company. It is formed for the purpose of effecting a merger, share exchange, asset acquisition, share purchase, reorganization or similar business combination with one or more businesses.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Rental/Leasing Companies",
      "sector": "Consumer Discretionary",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GLU^B",
      "name": "The Gabelli Global Utility and Income Trust Series B Cumulative Puttable and Callable Preferred Shares",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "GRF",
      "name": "Eagle Capital Growth Fund, Inc. Common Stock",
      "company": "Eagle Capital Growth Fund, Inc.",
      "companyUrl": "https://www.eaglecapitalgrowthfund.com",
      "description": "The Fund's objective is long-term growth utilizing the concept of total return for selecting investments.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "HNRA",
      "name": "HNR Acquisition Corp Common Stock",
      "company": "HNR Acquisition Corp Common Stock",
      "companyUrl": "",
      "description": "HNR Acquisition Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Oil \u0026 Gas Production",
      "sector": "Energy",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "HNW",
      "name": "Pioneer Diversified High Income Fund, Inc.",
      "company": "Pioneer Diversified High Income Fund, Inc.",
      "companyUrl": "https://www.amundi.com",
      "description": "Pioneer Diversified High Income Trust is a closed-end investment fund in the United States. Its business involves investing primarily in high yield bonds to earn a high level of current income and capital appreciation.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "HWM^",
      "name": "Howmet Aerospace Inc. $3.75 Preferred Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "IAF",
      "name": "abrdn Australia Equity Fund, Inc. Common Stock",
      "company": "abrdn Australia Equity Fund, Inc.",
      "companyUrl": "https://www.aberdeeniaf.com",
      "description": "The Funds principal investment objective is longterm capital appreciation through investment primarily in equity securities of Australian companies listed on the Australian Stock Exchange Limited ASX. The Funds secondary investment objective is current income.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "JWSM",
      "name": "Jaws Mustang Acquisition Corp. Class A Ordinary Shares",
      "company": "Jaws Mustang Acquisition Corp. Class A Ordinary Shares",
      "companyUrl": "",
      "description": "Jaws Mustang Acquisition Corp is a blank check company. it is formed for the purpose of effectuating a merger, capital stock exchange, asset acquisition, stock purchase, reorganization or other similar business.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Ordinary Shares",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NBH",
      "name": "Neuberger Berman Municipal Fund Inc. Common Stock",
      "company": "Neuberger Berman Municipal Fund Inc.",
      "companyUrl": "https://www.nb.com",
      "description": "Neuberger Berman Intermediate Muni Fund is a closed-end management investment company that invests mainly in municipal securities.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NBO",
      "name": "Neuberger Berman New York Municipal Fund Inc. Common Stock",
      "company": "Neuberger Berman New York Municipal Fund Inc.",
      "companyUrl": "https://www.nb.com",
      "description": "Neuberger Berman NY Interm Muni Fund is non-diversified, closed-end fund.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NBW",
      "name": "Neuberger Berman California Municipal Fund Inc Common Stock",
      "company": "Neuberger Berman California Municipal Fund Inc",
      "companyUrl": "https://www.nb.com",
      "description": "Neuberger Berman CA Interm Muni Fund is a closed-end management investment company that invests in municipal securities.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NHS",
      "name": "Neuberger Berman High Yield Strategies Fund",
      "company": "Neuberger Berman High Yield Strategies Fund",
      "companyUrl": "https://www.nb.com",
      "description": "The Fund will invest at least 80% of its managed assets in below investment grade (high yield) debt securities of...",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares",
      "assetClass": "STOCKS",
      "industry": "Trusts, Except Educational, Religious, and Charitable",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NML",
      "name": "Neuberger Berman Energy Infrastructure and Income Fund Inc. Common Stock",
      "company": "Neuberger Berman Energy Infrastructure and Income Fund Inc. Common Stock",
      "companyUrl": "",
      "description": "The Fund seeks total return with an emphasis on cash distributions.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "NRO",
      "name": "Neuberger Berman Real Estate Securities Income Fund, Inc. Neuberger Berman Real Estate Securities Income Fund, Inc.",
      "company": "Neuberger Berman Real Estate Securities Income Fund, Inc.",
      "companyUrl": "https://www.nb.com",
      "description": "Neuberger Berman R/E Securities Income is a closed-end management investment company that invests mainly in securities issued by Real Estate Companies, including Real Estate Investment Trusts (REITs).",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Neuberger Berman Real Estate Securities Income Fund, Inc.",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PCG^A",
      "name": "Pacific Gas \u0026 Electric Co. 6% Preferred Stock",
      "company": "Pacific Gas \u0026 Electric Co. 6% Preferred Stock",
      "companyUrl": "",
      "description": "PG\u0026E is a holding company whose main subsidiary is Pacific Gas and Electric, a regulated utility operating in Central and Northern California that serves 5.3 million electricity customers and 4.6 million gas customers in 47 of the state's 58 counties. PG\u0026E operated under bankruptcy court supervision between January 2019 and June 2020. In 2004, PG\u0026E sold its unregulated assets as part of an earlier postbankruptcy reorganization.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PCG^B",
      "name": "Pacific Gas \u0026 Electric Co. 5 1/2% Preferred Stock",
      "company": "Pacific Gas \u0026 Electric Co. 5 1/2% Preferred Stock",
      "companyUrl": "",
      "description": "PG\u0026E is a holding company whose main subsidiary is Pacific Gas and Electric, a regulated utility operating in Central and Northern California that serves 5.3 million electricity customers and 4.6 million gas customers in 47 of the state's 58 counties. PG\u0026E operated under bankruptcy court supervision between January 2019 and June 2020. In 2004, PG\u0026E sold its unregulated assets as part of an earlier postbankruptcy reorganization.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PCG^C",
      "name": "Pacific Gas \u0026 Electric Co. 5% 1st Preferred Stock",
      "company": "Pacific Gas \u0026 Electric Co. 5% 1st Preferred Stock",
      "companyUrl": "",
      "description": "PG\u0026E is a holding company whose main subsidiary is Pacific Gas and Electric, a regulated utility operating in Central and Northern California that serves 5.3 million electricity customers and 4.6 million gas customers in 47 of the state's 58 counties. PG\u0026E operated under bankruptcy court supervision between January 2019 and June 2020. In 2004, PG\u0026E sold its unregulated assets as part of an earlier postbankruptcy reorganization.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PCG^D",
      "name": "Pacific Gas \u0026 Electric Co. 5% 1st  Red. Preferred Stock",
      "company": "Pacific Gas \u0026 Electric Co. 5% 1st  Red. Preferred Stock",
      "companyUrl": "",
      "description": "PG\u0026E is a holding company whose main subsidiary is Pacific Gas and Electric, a regulated utility operating in Central and Northern California that serves 5.3 million electricity customers and 4.6 million gas customers in 47 of the state's 58 counties. PG\u0026E operated under bankruptcy court supervision between January 2019 and June 2020. In 2004, PG\u0026E sold its unregulated assets as part of an earlier postbankruptcy reorganization.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PCG^G",
      "name": "Pacific Gas \u0026 Electric Co. 4.80% 1st Preferred Stock",
      "company": "Pacific Gas \u0026 Electric Co. 4.80% 1st Preferred Stock",
      "companyUrl": "",
      "description": "PG\u0026E is a holding company whose main subsidiary is Pacific Gas and Electric, a regulated utility operating in Central and Northern California that serves 5.3 million electricity customers and 4.6 million gas customers in 47 of the state's 58 counties. PG\u0026E operated under bankruptcy court supervision between January 2019 and June 2020. In 2004, PG\u0026E sold its unregulated assets as part of an earlier postbankruptcy reorganization.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PCG^H",
      "name": "Pacific Gas \u0026 Electric Co. 4.50% 1st Preferred Stock",
      "company": "Pacific Gas \u0026 Electric Co. 4.50% 1st Preferred Stock",
      "companyUrl": "",
      "description": "PG\u0026E is a holding company whose main subsidiary is Pacific Gas and Electric, a regulated utility operating in Central and Northern California that serves 5.3 million electricity customers and 4.6 million gas customers in 47 of the state's 58 counties. PG\u0026E operated under bankruptcy court supervision between January 2019 and June 2020. In 2004, PG\u0026E sold its unregulated assets as part of an earlier postbankruptcy reorganization.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PCG^I",
      "name": "Pacific Gas \u0026 Electric Co. 4.36% 1st Preferred Stock",
      "company": "Pacific Gas \u0026 Electric Co. 4.36% 1st Preferred Stock",
      "companyUrl": "",
      "description": "PG\u0026E is a holding company whose main subsidiary is Pacific Gas and Electric, a regulated utility operating in Central and Northern California that serves 5.3 million electricity customers and 4.6 million gas customers in 47 of the state's 58 counties. PG\u0026E operated under bankruptcy court supervision between January 2019 and June 2020. In 2004, PG\u0026E sold its unregulated assets as part of an earlier postbankruptcy reorganization.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "PLYM^A",
      "name": "Plymouth Industrial REIT, Inc. 7.50% Series A Cumulative Redeemable Preferred Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "RCG",
      "name": "RENN Fund, Inc Common Stock",
      "company": "RENN Fund, Inc.",
      "companyUrl": "http://www.rencapital.com",
      "description": "The investment objective of the Fund is to provide its stockholders with long-term capital appreciation by investing primarily in privately placed convertible debt and equity securities of emerging growth public companies. The Fund seeks to provide returns to stockholders through cash dividends of net investment income and through distributions of realized gains. The fund invests primarily in privately placed convertible debt and equity securities of emerging growth public companies. The Fund seeks to provide returns to stockholders through cash dividends of net investment income and through distributions of realized gains.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Investment Managers",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SACH^A",
      "name": "Sachem Capital Corp. 7.75% Series A Cumulative Redeemable Preferred Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "SGE",
      "name": "Strong Global Entertainment, Inc. Class A Common Voting Shares",
      "company": "Strong Global Entertainment, Inc. Class A Common Voting Shares",
      "companyUrl": "",
      "description": "Strong Global Entertainment Inc is engaged in providing products and services to cinema exhibitors and entertainment venues. It manufactures and distributes premium large format projection screens, provide comprehensive managed services, technical support and related products and services primarily to cinema exhibitors, theme parks, educational institutions, and similar venues. It also provides maintenance, repair, installation, network support services and other services to cinema operators, primarily in the United States.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Class A Common Voting Shares",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "UTG",
      "name": "Reaves Utility Income Fund Common Shares of Beneficial Interest",
      "company": "Reaves Utility Income Fund",
      "companyUrl": "https://www.utilityincomefund.com",
      "description": "Reaves Utility Income Fund is a closed-end management investment company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Shares of Beneficial Interest",
      "assetClass": "STOCKS",
      "industry": "Investment Managers",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "VFL",
      "name": "Delaware Investments National Municipal Income Fund Common Stock",
      "company": "Delaware Investments Florida Insured Municipal Income Fund",
      "companyUrl": "https://www.delawarefunds.com",
      "description": "Delaware Investments Natl Muni Income is a closed-end investment fund.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Finance/Investors Services",
      "sector": "Finance",
      "region": "North America",
      "expenseRatio": ""
    },
    {
      "mnemonic": "WRAC",
      "name": "Williams Rowland Acquisition Corp. Common Stock",
      "company": "Williams Rowland Acquisition Corp. Common Stock",
      "companyUrl": "",
      "description": "Williams Rowland Acquisition Corp is a blank check company.",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Common Stock",
      "assetClass": "STOCKS",
      "industry": "Blank Checks",
      "sector": "Finance",
      "region": "",
      "expenseRatio": ""
    },
    {
      "mnemonic": "YCBD^A",
      "name": "cbdMD, Inc. 8.0% Series A Cumulative Convertible Preferred Stock",
      "company": "",
      "companyUrl": "",
      "description": "",
      "currency": "USD",
      "mic": "AMXO",
      "exchange": "AMEX",
      "isListed": false,
      "isNasdaq100": false,
      "stockType": "Preferred Stock",
      "assetClass": "STOCKS",
      "industry": "N/A",
      "sector": "N/A",
      "region": "",
      "expenseRatio": ""
    }
  ]
}
